[{"id":"G1A08","text":"Which HF bands have segments exclusively allocated to Amateur Extra licensees?","choices":["All HF bands","80 meters, 40 meters, 20 meters, and 15 meters","All HF bands except 160 meters and 10 meters","60 meters, 30 meters, 17 meters, and 12 meters"],"answer":1,"subelement":"G1","group":"G1A"},{"id":"G1B10","text":"What is the power limit for beacon stations?","choices":["10 watts PEP output","20 watts PEP output","100 watts PEP output","200 watts PEP output"],"answer":2,"subelement":"G1","group":"G1B"},{"id":"G1C05","text":"What is the limit for transmitter power on the 28 MHz band for a General Class control operator?","choices":["100 watts PEP output","1000 watts PEP output","1500 watts PEP output","2000 watts PEP output"],"answer":2,"subelement":"G1","group":"G1C"},{"id":"G1D06","text":"Until an upgrade to General class is shown in the FCC database, when must a Technician licensee identify with ΓÇ£AGΓÇ¥ after their call sign?","choices":["Whenever they operate using General class frequency privileges","Whenever they operate on any amateur frequency","Whenever they operate using Technician frequency privileges","A special identifier is not required if their General class license application has been filed with the FCC"],"answer":0,"subelement":"G1","group":"G1D"},{"id":"G1E04","text":"Which of the following conditions require a licensed amateur radio operator to take specific steps to avoid harmful interference to other users or facilities?","choices":["When operating within one mile of an FCC Monitoring Station","When using a band where the Amateur Service is secondary","When a station is transmitting spread spectrum emissions","All these choices are correct"],"answer":3,"subelement":"G1","group":"G1E"},{"id":"G2A10","text":"Which of the following statements is true of VOX operation versus PTT operation?","choices":["The received signal is more natural sounding","It allows ΓÇ£hands freeΓÇ¥ operation","It occupies less bandwidth","It provides more power output"],"answer":1,"subelement":"G2","group":"G2A"},{"id":"G2B10","text":"Which of the following is good amateur practice for net management?","choices":["Always use multiple sets of phonetics during check-in","Have a backup frequency in case of interference or poor conditions","Transmit the full net roster at the beginning of every session","All these choices are correct"],"answer":1,"subelement":"G2","group":"G2B"},{"id":"G2C10","text":"What does the Q signal ΓÇ£QRNΓÇ¥ mean?","choices":["Send more slowly","Stop sending","Zero beat my signal","I am troubled by static"],"answer":3,"subelement":"G2","group":"G2C"},{"id":"G2D01","text":"What is the Volunteer Monitor Program?","choices":["Amateur volunteers who are formally enlisted to monitor the airwaves for rules violations","Amateur volunteers who conduct amateur licensing examinations","Amateur volunteers who conduct frequency coordination for amateur VHF repeaters","Amateur volunteers who use their station equipment to help civil defense organizations in times of emergency"],"answer":0,"subelement":"G2","group":"G2D"},{"id":"G2E15","text":"Which of the following is a common location for FT8?","choices":["Anywhere in the voice portion of the band","Anywhere in the CW portion of the band","Approximately 14.074 MHz to 14.077 MHz","Approximately 14.110 MHz to 14.113 MHz"],"answer":2,"subelement":"G2","group":"G2E"},{"id":"G3A08","text":"How can a geomagnetic storm affect HF propagation?","choices":["Improve high-latitude HF propagation","Degrade ground wave propagation","Improve ground wave propagation","Degrade high-latitude HF propagation"],"answer":3,"subelement":"G3","group":"G3A"},{"id":"G3B04","text":"Which of the following is a way to determine current propagation on a desired band from your station?","choices":["Use a network of automated receiving stations on the internet to see where your transmissions are being received","Check the A-index","Send a series of dots and listen for echoes","All these choices are correct"],"answer":0,"subelement":"G3","group":"G3B"},{"id":"G3C11","text":"Which ionospheric region is the most absorbent of signals below 10 MHz during daylight hours?","choices":["The F2 region","The F1 region","The E region","The D region"],"answer":3,"subelement":"G3","group":"G3C"},{"id":"G4A06","text":"What is the purpose of an antenna tuner?","choices":["Reduce the SWR in the feed line to the antenna","Reduce the power dissipation in the feedline to the antenna","Increase power transfer from the transmitter to the feed line","All these choices are correct"],"answer":2,"subelement":"G4","group":"G4A"},{"id":"G4B09","text":"When is an analog multimeter preferred to a digital multimeter?","choices":["When testing logic circuits","When high precision is desired","When measuring the frequency of an oscillator","When adjusting circuits for maximum or minimum values"],"answer":3,"subelement":"G4","group":"G4B"},{"id":"G4C01","text":"Which of the following might be useful in reducing RF interference to audio frequency circuits?","choices":["Bypass inductor","Bypass capacitor","Forward-biased diode","Reverse-biased diode"],"answer":1,"subelement":"G4","group":"G4C"},{"id":"G4D10","text":"How close to the lower edge of a bandΓÇÖs phone segment should your displayed carrier frequency be when using 3 kHz wide LSB?","choices":["At least 3 kHz above the edge of the segment","At least 3 kHz below the edge of the segment","At least 1 kHz below the edge of the segment","At least 1 kHz above the edge of the segment"],"answer":0,"subelement":"G4","group":"G4D"},{"id":"G4E09","text":"What is the approximate open-circuit voltage from a fully illuminated silicon photovoltaic cell?","choices":["0.02 VDC","0.5 VDC","0.2 VDC","1.38 VDC"],"answer":1,"subelement":"G4","group":"G4E"},{"id":"G5A04","text":"Which of the following is opposition to the flow of alternating current in a capacitor?","choices":["Conductance","Reluctance","Reactance","Admittance"],"answer":2,"subelement":"G5","group":"G5A"},{"id":"G5B01","text":"What dB change represents a factor of two increase or decrease in power?","choices":["Approximately 2 dB","Approximately 3 dB","Approximately 6 dB","Approximately 9 dB"],"answer":1,"subelement":"G5","group":"G5B"},{"id":"G5C13","text":"Which of the following components should be added to a capacitor to increase the capacitance?","choices":["An inductor in series","An inductor in parallel","A capacitor in parallel","A capacitor in series"],"answer":2,"subelement":"G5","group":"G5C"},{"id":"G6A05","text":"What is the approximate forward threshold voltage of a silicon junction diode?","choices":["0.1 volt","0.3 volts","0.7 volts","1.0 volts"],"answer":2,"subelement":"G6","group":"G6A"},{"id":"G6B03","text":"Which of the following is an advantage of CMOS integrated circuits compared to TTL integrated circuits?","choices":["Low power consumption","High power handling capability","Better suited for RF amplification","Better suited for power supply regulation"],"answer":0,"subelement":"G6","group":"G6B"},{"id":"G7A04","text":"What is characteristic of a half-wave rectifier in a power supply?","choices":["Only one diode is required","The ripple frequency is twice that of a full-wave rectifier","More current can be drawn from the half-wave rectifier","The output voltage is two times the peak input voltage"],"answer":0,"subelement":"G7","group":"G7A"},{"id":"G7B08","text":"How is the efficiency of an RF power amplifier determined?","choices":["Divide the DC input power by the DC output power","Divide the RF output power by the DC input power","Multiply the RF input power by the reciprocal of the RF output power","Add the RF input power to the DC output power"],"answer":1,"subelement":"G7","group":"G7B"},{"id":"G7C07","text":"What term specifies a filterΓÇÖs attenuation inside its passband?","choices":["Insertion loss","Return loss","Q","Ultimate rejection"],"answer":0,"subelement":"G7","group":"G7C"},{"id":"G8A14","text":"What is link margin?","choices":["The opposite of fade margin","The difference between received power level and minimum required signal level at the input to the receiver","Transmit power minus receiver sensitivity","Receiver sensitivity plus 3 dB"],"answer":1,"subelement":"G8","group":"G8A"},{"id":"G8B10","text":"What is the relationship between transmitted symbol rate and bandwidth?","choices":["Symbol rate and bandwidth are not related","Higher symbol rates require wider bandwidth","Lower symbol rates require wider bandwidth","Bandwidth is half the symbol rate"],"answer":1,"subelement":"G8","group":"G8B"},{"id":"G8C07","text":"Which of the following narrow-band digital modes can receive signals with very low signal-to-noise ratios?","choices":["MSK144","FT8","AMTOR","MFSK32"],"answer":1,"subelement":"G8","group":"G8C"},{"id":"G9A01","text":"Which of the following factors determine the characteristic impedance of a parallel conductor feed line?","choices":["The distance between the centers of the conductors and the radius of the conductors","The distance between the centers of the conductors and the length of the line","The radius of the conductors and the frequency of the signal","The frequency of the signal and the length of the line"],"answer":0,"subelement":"G9","group":"G9A"},{"id":"G9B11","text":"What is the approximate length for a 1/2 wave dipole antenna cut for 3.550 MHz?","choices":["42 feet","84 feet","132 feet","263 feet"],"answer":2,"subelement":"G9","group":"G9B"},{"id":"G9C03","text":"How do the lengths of a three-element Yagi reflector and director compare to that of the driven element?","choices":["The reflector is longer, and the director is shorter","The reflector is shorter, and the director is longer","They are all the same length","Relative length depends on the frequency of operation"],"answer":0,"subelement":"G9","group":"G9C"},{"id":"G9D05","text":"What is an advantage of vertically stacking horizontally polarized Yagi antennas?","choices":["It allows quick selection of vertical or horizontal polarization","It allows simultaneous vertical and horizontal polarization","It narrows the main lobe in azimuth","It narrows the main lobe in elevation"],"answer":3,"subelement":"G9","group":"G9D"},{"id":"G0A03","text":"How can you determine that your station complies with FCC RF exposure regulations?","choices":["By calculation based on FCC OET Bulletin 65","By calculation based on computer modeling","By measurement of field strength using calibrated equipment","All these choices are correct"],"answer":3,"subelement":"G0","group":"G0A"},{"id":"G0B12","text":"What is the purpose of a power supply interlock?","choices":["To prevent unauthorized changes to the circuit that would void the manufacturerΓÇÖs warranty","To shut down the unit if it becomes too hot","To ensure that dangerous voltages are removed if the cabinet is opened","To shut off the power supply if too much voltage is produced"],"answer":2,"subelement":"G0","group":"G0B"}]