[{"id":"G1A10","text":"What portion of the 10-meter band is available for repeater use?","choices":["The entire band","The portion between 28.1 MHz and 28.2 MHz","The portion between 28.3 MHz and 28.5 MHz","The portion above 29.5 MHz"],"answer":3,"subelement":"G1","group":"G1A"},{"id":"G1B03","text":"Which of the following is a purpose of a beacon station as identified in the FCC rules?","choices":["Observation of propagation and reception","Automatic identification of repeaters","Transmission of bulletins of general interest to amateur radio licensees","All these choices are correct"],"answer":0,"subelement":"G1","group":"G1B"},{"id":"G1C07","text":"What must be done before using a new digital protocol on the air? ","choices":["Type-certify equipment to FCC standards","Obtain an experimental license from the FCC","Publicly document the technical characteristics of the protocol","Submit a rule-making proposal to the FCC describing the codes and methods of the technique"],"answer":2,"subelement":"G1","group":"G1C"},{"id":"G1D01","text":"Who may receive partial credit for the elements represented by an expired amateur radio license?","choices":["Any person who can demonstrate that they once held an FCC-issued General, Advanced, or Amateur Extra class license that was not revoked by the FCC","Anyone who held an FCC-issued amateur radio license that expired not less than 5 and not more than 15 years ago","Any person who previously held an amateur license issued by another country, but only if that country has a current reciprocal licensing agreement with the FCC","Only persons who once held an FCC issued Novice, Technician, or Technician Plus license"],"answer":0,"subelement":"G1","group":"G1D"},{"id":"G1E05","text":"What are the restrictions on messages sent to a third party in a country with which there is a Third-Party Agreement?","choices":["They must relate to emergencies or disaster relief","They must be for other licensed amateurs","They must relate to amateur radio, or remarks of a personal character, or messages relating to emergencies or disaster relief","The message must be limited to no longer than 1 minute in duration and the name of the third party must be recorded in the station log"],"answer":2,"subelement":"G1","group":"G1E"},{"id":"G2A01","text":"Which mode is most commonly used for voice communications on frequencies of 14 MHz or higher?","choices":["Upper sideband","Lower sideband","Suppressed sideband","Double sideband"],"answer":0,"subelement":"G2","group":"G2A"},{"id":"G2B11","text":"How often may RACES training drills and tests be routinely conducted without special authorization?","choices":["No more than 1 hour per month","No more than 2 hours per month","No more than 1 hour per week","No more than 2 hours per week"],"answer":2,"subelement":"G2","group":"G2B"},{"id":"G2C05","text":"What is the best speed to use when answering a CQ in Morse code?","choices":["The fastest speed at which you are comfortable copying, but no slower than the CQ","The fastest speed at which you are comfortable copying, but no faster than the CQ","At the standard calling speed of 10 wpm","At the standard calling speed of 5 wpm"],"answer":1,"subelement":"G2","group":"G2C"},{"id":"G2D07","text":"Which of the following are examples of the NATO Phonetic Alphabet?","choices":["Able, Baker, Charlie, Dog","Adam, Boy, Charles, David","America, Boston, Canada, Denmark","Alpha, Bravo, Charlie, Delta"],"answer":3,"subelement":"G2","group":"G2D"},{"id":"G2E14","text":"What could be wrong if you cannot decode an RTTY or other FSK signal even though it is apparently tuned in properly?","choices":["The mark and space frequencies may be reversed","You may have selected the wrong baud rate","You may be listening on the wrong sideband","All these choices are correct"],"answer":3,"subelement":"G2","group":"G2E"},{"id":"G3A14","text":"How is long distance radio communication usually affected by the charged particles that reach Earth from solar coronal holes?","choices":["HF communication is improved","HF communication is disturbed","VHF/UHF ducting is improved","VHF/UHF ducting is disturbed"],"answer":1,"subelement":"G3","group":"G3A"},{"id":"G3B10","text":"What is the approximate maximum distance along the EarthΓÇÖs surface normally covered in one hop using the E region?","choices":["180 miles","1,200 miles","2,500 miles","12,000 miles"],"answer":1,"subelement":"G3","group":"G3B"},{"id":"G3C08","text":"Why are HF scatter signals in the skip zone usually weak?","choices":["Only a small part of the signal energy is scattered into the skip zone","Signals are scattered from the magnetosphere, which is not a good reflector","Propagation is via ground waves, which absorb most of the signal energy","Propagation is via ducts in the F region, which absorb most of the energy"],"answer":0,"subelement":"G3","group":"G3C"},{"id":"G4A02","text":"What is the benefit of using the opposite or ΓÇ£reverseΓÇ¥ sideband when receiving CW?","choices":["Interference from impulse noise will be eliminated","More stations can be accommodated within a given signal passband","It may be possible to reduce or eliminate interference from other signals","Accidental out-of-band operation can be prevented"],"answer":2,"subelement":"G4","group":"G4A"},{"id":"G4B05","text":"Why do voltmeters have high input impedance?","choices":["It improves the frequency response","It allows for higher voltages to be safely measured","It improves the resolution of the readings","It decreases the loading on circuits being measured"],"answer":3,"subelement":"G4","group":"G4B"},{"id":"G4C08","text":"Which of the following would reduce RF interference caused by common-mode current on an audio cable?","choices":["Place a ferrite choke on the cable","Connect the center conductor to the shield of all cables to short circuit the RFI signal","Ground the center conductor of the audio cable causing the interference","Add an additional insulating jacket to the cable"],"answer":0,"subelement":"G4","group":"G4C"},{"id":"G4D06","text":"How much change in signal strength is typically represented by one S unit?","choices":["6 dB","12 dB","15 dB","18 dB"],"answer":0,"subelement":"G4","group":"G4D"},{"id":"G4E10","text":"Why should a series diode be connected between a solar panel and a storage battery that is being charged by the panel?","choices":["To prevent overload by regulating the charging voltage","To prevent discharge of the battery through the panel during times of low or no illumination","To limit the current flowing from the panel to a safe value","To prevent damage to the battery due to excessive voltage at high illumination levels"],"answer":1,"subelement":"G4","group":"G4E"},{"id":"G5A10","text":"Which of the following devices can be used for impedance matching at radio frequencies?","choices":["A transformer","A Pi-network","A length of transmission line","All these choices are correct"],"answer":3,"subelement":"G5","group":"G5A"},{"id":"G5B05","text":"How many watts are consumed when a current of 7.0 milliamperes flows through a 1,250-ohm resistance?","choices":["Approximately 61 milliwatts","Approximately 61 watts","Approximately 11 milliwatts","Approximately 11 watts"],"answer":0,"subelement":"G5","group":"G5B"},{"id":"G5C09","text":"What is the capacitance of three 100-microfarad capacitors connected in series?","choices":["0.33 microfarads","3.0 microfarads","33.3 microfarads","300 microfarads"],"answer":2,"subelement":"G5","group":"G5C"},{"id":"G6A06","text":"Why should wire-wound resistors not be used in RF circuits?","choices":["The resistorΓÇÖs tolerance value would not be adequate","The resistorΓÇÖs inductance could make circuit performance unpredictable","The resistor could overheat","The resistorΓÇÖs internal capacitance would detune the circuit"],"answer":1,"subelement":"G6","group":"G6A"},{"id":"G6B10","text":"How does a ferrite bead or core reduce common-mode RF current on the shield of a coaxial cable?","choices":["By creating an impedance in the currentΓÇÖs path","It converts common-mode current to differential mode current","By creating an out-of-phase current to cancel the common-mode current","Ferrites expel magnetic fields"],"answer":0,"subelement":"G6","group":"G6B"},{"id":"G7A13","text":"Which symbol in Figure G7-1 represents a tapped inductor?","choices":["Symbol 7","Symbol 11","Symbol 6","Symbol 1"],"answer":0,"subelement":"G7","group":"G7A"},{"id":"G7B01","text":"What is the purpose of neutralizing an amplifier?","choices":["To limit the modulation index","To eliminate self-oscillations","To cut off the final amplifier during standby periods","To keep the carrier on frequency"],"answer":1,"subelement":"G7","group":"G7B"},{"id":"G7C09","text":"What is the phase difference between the I and Q RF signals that software-defined radio (SDR) equipment uses for modulation and demodulation?","choices":["Zero","90 degrees","180 degrees","45 degrees"],"answer":1,"subelement":"G7","group":"G7C"},{"id":"G8A02","text":"What is the name of the process that changes the phase angle of an RF signal to convey information?","choices":["Phase convolution","Phase modulation","Phase transformation","Phase inversion"],"answer":1,"subelement":"G8","group":"G8A"},{"id":"G8B07","text":"What is the frequency deviation for a 12.21 MHz reactance modulated oscillator in a 5 kHz deviation, 146.52 MHz FM phone transmitter?","choices":["101.75 Hz","416.7 Hz","5 kHz","60 kHz"],"answer":1,"subelement":"G8","group":"G8B"},{"id":"G8C11","text":"How are the two separate frequencies of a Frequency Shift Keyed (FSK) signal identified?","choices":["Dot and dash","On and off","High and low","Mark and space"],"answer":3,"subelement":"G8","group":"G8C"},{"id":"G9A07","text":"What must be done to prevent standing waves on a feed line connected to an antenna?","choices":["The antenna feed point must be at DC ground potential","The feed line must be an odd number of electrical quarter wavelengths long","The feed line must be an even number of physical half wavelengths long","The antenna feed point impedance must be matched to the characteristic impedance of the feed line"],"answer":3,"subelement":"G9","group":"G9A"},{"id":"G9B07","text":"How does the feed point impedance of a horizontal 1/2 wave dipole antenna change as the antenna height is reduced to 1/10 wavelength above ground?","choices":["It steadily increases","It steadily decreases","It peaks at about 1/8 wavelength above ground","It is unaffected by the height above ground"],"answer":1,"subelement":"G9","group":"G9B"},{"id":"G9C12","text":"Which of the following is a characteristic of using a gamma match with a Yagi antenna?","choices":["It does not require the driven element to be insulated from the boom","It does not require any inductors or capacitors","It is useful for matching multiband antennas","All these choices are correct"],"answer":0,"subelement":"G9","group":"G9C"},{"id":"G9D06","text":"Which of the following is an advantage of a log-periodic antenna?","choices":["Wide bandwidth","Higher gain per element than a Yagi antenna","Harmonic suppression","Polarization diversity"],"answer":0,"subelement":"G9","group":"G9D"},{"id":"G0A10","text":"What should be done if evaluation shows that a neighbor might experience more than the allowable limit of RF exposure from the main lobe of a directional antenna?","choices":["Change to a non-polarized antenna with higher gain","Use an antenna with a higher front-to-back ratio","Take precautions to ensure that the antenna cannot be pointed in their direction when they are present","All these choices are correct"],"answer":2,"subelement":"G0","group":"G0A"},{"id":"G0B07","text":"Which of these choices should be observed when climbing a tower using a safety harness?","choices":["Always hold on to the tower with one hand","Confirm that the harness is rated for the weight of the climber and that it is within its allowable service life","Ensure that all heavy tools are securely fastened to the harness","All these choices are correct"],"answer":1,"subelement":"G0","group":"G0B"}]