[{"id":"G1A09","text":"Which of the following frequencies is within the General class portion of the 15-meter band?","choices":["14250 kHz","18155 kHz","21300 kHz","24900 kHz"],"answer":2,"subelement":"G1","group":"G1A"},{"id":"G1B04","text":"Which of the following transmissions is permitted for all amateur stations?","choices":["Unidentified transmissions of less than 10 seconds duration for test purposes only","Automatic retransmission of other amateur signals by any amateur station","Occasional retransmission of weather and propagation forecast information from US government stations","Encrypted messages, if not intended to facilitate a criminal act"],"answer":2,"subelement":"G1","group":"G1B"},{"id":"G1C06","text":"What is the limit for transmitter power on the 1.8 MHz band?","choices":["200 watts PEP output","1000 watts PEP output","1200 watts PEP output","1500 watts PEP output"],"answer":3,"subelement":"G1","group":"G1C"},{"id":"G1D05","text":"When operating a US station by remote control from outside the country, what license is required of the control operator?","choices":["A US operator/primary station license","Only an appropriate US operator/primary license and a special remote station permit from the FCC","Only a license from the foreign country, as long as the call sign includes identification of portable operation in the US","A license from the foreign country and a special remote station permit from the FCC"],"answer":0,"subelement":"G1","group":"G1D"},{"id":"G1E02","text":"When may a 10-meter repeater retransmit the 2-meter signal from a station that has a Technician class control operator?","choices":["Under no circumstances","Only if the station on 10-meters is operating under a Special Temporary Authorization allowing such retransmission","Only during an FCC-declared general state of communications emergency","Only if the 10-meter repeater control operator holds at least a General class license"],"answer":3,"subelement":"G1","group":"G1E"},{"id":"G2A07","text":"Which of the following statements is true of single sideband (SSB)?","choices":["Only one sideband and the carrier are transmitted; the other sideband is suppressed","Only one sideband is transmitted; the other sideband and carrier are suppressed","SSB is the only voice mode authorized on the 20-, 15-, and 10-meter amateur bands","SSB is the only voice mode authorized on the 160-, 75-, and 40-meter amateur bands"],"answer":1,"subelement":"G2","group":"G2A"},{"id":"G2B02","text":"What is the first thing you should do if you are communicating with another amateur station and hear a station in distress break in?","choices":["Inform your local emergency coordinator","Acknowledge the station in distress and determine what assistance may be needed","Immediately decrease power to avoid interfering with the station in distress","Immediately cease all transmissions"],"answer":1,"subelement":"G2","group":"G2B"},{"id":"G2C09","text":"What does the Q signal ΓÇ£QSLΓÇ¥ mean?","choices":["Send slower","We have already confirmed the contact","I have received and understood","We have worked before"],"answer":2,"subelement":"G2","group":"G2C"},{"id":"G2D02","text":"Which of the following are objectives of the Volunteer Monitor Program?","choices":["To conduct efficient and orderly amateur licensing examinations","To provide emergency and public safety communications","To coordinate repeaters for efficient and orderly spectrum usage","To encourage amateur radio operators to self-regulate and comply with the rules"],"answer":3,"subelement":"G2","group":"G2D"},{"id":"G2E12","text":"Which of the following describes Winlink?","choices":["An amateur radio wireless network to send and receive email on the internet","A form of Packet Radio","A wireless network capable of both VHF and HF band operation","All of the above"],"answer":3,"subelement":"G2","group":"G2E"},{"id":"G3A04","text":"Which of the following are the least reliable bands for long-distance communications during periods of low solar activity?","choices":["80 meters and 160 meters","60 meters and 40 meters","30 meters and 20 meters","15 meters, 12 meters, and 10 meters"],"answer":3,"subelement":"G3","group":"G3A"},{"id":"G3B05","text":"How does the ionosphere affect radio waves with frequencies below the MUF and above the LUF?","choices":["They are refracted back to Earth","They pass through the ionosphere","They are amplified by interaction with the ionosphere","They are refracted and trapped in the ionosphere to circle Earth"],"answer":0,"subelement":"G3","group":"G3B"},{"id":"G3C04","text":"What does the term ΓÇ£critical angleΓÇ¥ mean, as applied to radio wave propagation?","choices":["The long path azimuth of a distant station","The short path azimuth of a distant station","The lowest takeoff angle that will return a radio wave to Earth under specific ionospheric conditions","The highest takeoff angle that will return a radio wave to Earth under specific ionospheric conditions"],"answer":3,"subelement":"G3","group":"G3C"},{"id":"G4A13","text":"What is the purpose of using a receive attenuator?","choices":["To prevent receiver overload from strong incoming signals","To reduce the transmitter power when driving a linear amplifier","To reduce power consumption when operating from batteries","To reduce excessive audio level on strong signals"],"answer":0,"subelement":"G4","group":"G4A"},{"id":"G4B13","text":"Which of the following can be measured with an antenna analyzer?","choices":["Front-to-back ratio of an antenna","Power output from a transmitter","Impedance of coaxial cable","Gain of a directional antenna"],"answer":2,"subelement":"G4","group":"G4B"},{"id":"G4C05","text":"What is a possible cause of high voltages that produce RF burns?","choices":["Flat braid rather than round wire has been used for the ground wire","Insulated wire has been used for the ground wire","The ground rod is resonant","The ground wire has high impedance on that frequency"],"answer":3,"subelement":"G4","group":"G4C"},{"id":"G4D03","text":"What is the effect of an incorrectly adjusted speech processor?","choices":["Distorted speech","Excess intermodulation products","Excessive background noise","All these choices are correct"],"answer":3,"subelement":"G4","group":"G4D"},{"id":"G4E02","text":"What is the purpose of a corona ball on an HF mobile antenna?","choices":["To narrow the operating bandwidth of the antenna","To increase the ΓÇ£QΓÇ¥ of the antenna","To reduce the chance of damage if the antenna should strike an object","To reduce RF voltage discharge from the tip of the antenna while transmitting"],"answer":3,"subelement":"G4","group":"G4E"},{"id":"G5A11","text":"What letter is used to represent reactance?","choices":["Z","X","B","Y"],"answer":1,"subelement":"G5","group":"G5A"},{"id":"G5B14","text":"What is the output PEP of 500 volts peak-to-peak across a 50-ohm load?","choices":["8.75 watts","625 watts","2500 watts","5000 watts"],"answer":1,"subelement":"G5","group":"G5B"},{"id":"G5C14","text":"Which of the following components should be added to an inductor to increase the inductance?","choices":["A capacitor in series","A capacitor in parallel","An inductor in parallel","An inductor in series"],"answer":3,"subelement":"G5","group":"G5C"},{"id":"G6A09","text":"Which of the following describes MOSFET construction?","choices":["The gate is formed by a back-biased junction","The gate is separated from the channel by a thin insulating layer","The source is separated from the drain by a thin insulating layer","The source is formed by depositing metal on silicon"],"answer":1,"subelement":"G6","group":"G6A"},{"id":"G6B01","text":"What determines the performance of a ferrite core at different frequencies?","choices":["Its conductivity","Its thickness","The composition, or ΓÇ£mix,ΓÇ¥ of materials used","The ratio of outer diameter to inner diameter"],"answer":2,"subelement":"G6","group":"G6B"},{"id":"G7A06","text":"What portion of the AC cycle is converted to DC by a full-wave rectifier?","choices":["90 degrees","180 degrees","270 degrees","360 degrees"],"answer":3,"subelement":"G7","group":"G7A"},{"id":"G7B07","text":"Which of the following are basic components of a sine wave oscillator?","choices":["An amplifier and a divider","A frequency multiplier and a mixer","A circulator and a filter operating in a feed-forward loop","A filter and an amplifier operating in a feedback loop"],"answer":3,"subelement":"G7","group":"G7B"},{"id":"G7C04","text":"How is a product detector used?","choices":["Used in test gear to detect spurious mixing products","Used in transmitter to perform frequency multiplication","Used in an FM receiver to filter out unwanted sidebands","Used in a single sideband receiver to extract the modulated signal"],"answer":3,"subelement":"G7","group":"G7C"},{"id":"G8A11","text":"What is the modulation envelope of an AM signal?","choices":["The waveform created by connecting the peak values of the modulated signal","The carrier frequency that contains the signal","Spurious signals that envelop nearby frequencies","The bandwidth of the modulated signal"],"answer":0,"subelement":"G8","group":"G8A"},{"id":"G8B01","text":"Which mixer input is varied or tuned to convert signals of different frequencies to an intermediate frequency (IF)?","choices":["Image frequency","Local oscillator","RF input","Beat frequency oscillator"],"answer":1,"subelement":"G8","group":"G8B"},{"id":"G8C14","text":"Which of the following describes a waterfall display?","choices":["Frequency is horizontal, signal strength is vertical, time is intensity","Frequency is vertical, signal strength is intensity, time is horizontal","Frequency is horizontal, signal strength is intensity, time is vertical","Frequency is vertical, signal strength is horizontal, time is intensity"],"answer":2,"subelement":"G8","group":"G8C"},{"id":"G9A11","text":"What is the effect of transmission line loss on SWR measured at the input to the line?","choices":["Higher loss reduces SWR measured at the input to the line","Higher loss increases SWR measured at the input to the line","Higher loss increases the accuracy of SWR measured at the input to the line","Transmission line loss does not affect the SWR measurement"],"answer":0,"subelement":"G9","group":"G9A"},{"id":"G9B12","text":"What is the approximate length for a 1/4 wave monopole antenna cut for 28.5 MHz?","choices":["8 feet","11 feet","16 feet","21 feet"],"answer":0,"subelement":"G9","group":"G9B"},{"id":"G9C11","text":"What is a beta or hairpin match?","choices":["A shorted transmission line stub placed at the feed point of a Yagi antenna to provide impedance matching","A 1/4 wavelength section of 75-ohm coax in series with the feed point of a Yagi to provide impedance matching","A series capacitor selected to cancel the inductive reactance of a folded dipole antenna","A section of 300-ohm twin-lead transmission line used to match a folded dipole antenna"],"answer":0,"subelement":"G9","group":"G9C"},{"id":"G9D12","text":"What is the common name of a dipole with a single central support?","choices":["Inverted V","Inverted L","Sloper","Lazy H"],"answer":0,"subelement":"G9","group":"G9D"},{"id":"G0A08","text":"Which of the following steps must an amateur operator take to ensure compliance with RF safety regulations?","choices":["Post a copy of FCC Part 97.13 in the station","Notify neighbors within a 100-foot radius of the antenna of the existence of the station and power levels","Perform a routine RF exposure evaluation and prevent access to any identified high exposure areas","All these choices are correct"],"answer":2,"subelement":"G0","group":"G0A"},{"id":"G0B05","text":"Which of the following conditions will cause a ground fault circuit interrupter (GFCI) to disconnect AC power?","choices":["Current flowing from one or more of the hot wires to the neutral wire","Current flowing from one or more of the hot wires directly to ground","Overvoltage on the hot wires","All these choices are correct"],"answer":1,"subelement":"G0","group":"G0B"}]