[{"id":"G1A05","text":"On which of the following frequencies are General class licensees prohibited from operating as control operator?","choices":["7.125 MHz to 7.175 MHz","28.000 MHz to 28.025 MHz","21.275 MHz to 21.300 MHz","All of the above"],"answer":0,"subelement":"G1","group":"G1A"},{"id":"G1B02","text":"With which of the following conditions must beacon stations comply?","choices":["No more than one beacon station may transmit in the same band from the same station location","The frequency must be coordinated with the National Beacon Organization","The frequency must be posted on the internet or published in a national periodical","All these choices are correct"],"answer":0,"subelement":"G1","group":"G1B"},{"id":"G1C10","text":"What is the maximum symbol rate permitted for RTTY or data emission transmissions on the 10-meter band?","choices":["56 kilobaud","19.6 kilobaud","1200 baud","300 baud"],"answer":2,"subelement":"G1","group":"G1C"},{"id":"G1D09","text":"How long is a Certificate of Successful Completion of Examination (CSCE) valid for exam element credit?","choices":["30 days","180 days","365 days","For as long as your current license is valid"],"answer":2,"subelement":"G1","group":"G1D"},{"id":"G1E10","text":"Why should an amateur operator normally avoid transmitting on 14.100, 18.110, 21.150, 24.930 and 28.200 MHz?","choices":["A system of propagation beacon stations operates on those frequencies","A system of automatic digital stations operates on those frequencies┬á","These frequencies are set aside for emergency operations","These frequencies are set aside for bulletins from the FCC"],"answer":0,"subelement":"G1","group":"G1E"},{"id":"G2A11","text":"Generally, who should respond to a station in the contiguous 48 states calling ΓÇ£CQ DXΓÇ¥?","choices":["Any caller is welcome to respond","Only stations in Germany","Any stations outside the lower 48 states","Only contest stations"],"answer":2,"subelement":"G2","group":"G2A"},{"id":"G2B05","text":"When selecting an SSB transmitting frequency, what minimum separation should be used to minimize interference to stations on adjacent frequencies?","choices":["5 Hz to 50 Hz","150 Hz to 500 Hz","2 kHz to 3 kHz","Approximately 6 kHz"],"answer":2,"subelement":"G2","group":"G2B"},{"id":"G2C01","text":"Which of the following describes full break-in CW operation (QSK)?","choices":["Breaking stations send the Morse code prosign ΓÇ£BKΓÇ¥","Automatic keyers, instead of hand keys, are used to send Morse code","An operator must activate a manual send/receive switch before and after every transmission","Transmitting stations can receive between code characters and elements"],"answer":3,"subelement":"G2","group":"G2C"},{"id":"G2D08","text":"Why do many amateurs keep a station log?","choices":["The FCC requires a log of all international contacts","The FCC requires a log of all international third-party traffic","The log provides evidence of operation needed to renew a license without retest","To help with a reply if the FCC requests information about your station"],"answer":3,"subelement":"G2","group":"G2D"},{"id":"G2E11","text":"What is the primary purpose of an Amateur Radio Emergency Data Network (AREDN) mesh network?","choices":["To provide FM repeater coverage in remote areas","To provide real time propagation data by monitoring amateur radio transmissions worldwide","To provide high-speed data services during an emergency or community event","To provide DX spotting reports to aid contesters and DXers"],"answer":2,"subelement":"G2","group":"G2E"},{"id":"G3A12","text":"What does the K-index measure?","choices":["The relative position of sunspots on the surface of the Sun","The short-term stability of EarthΓÇÖs geomagnetic field","The short-term stability of the SunΓÇÖs magnetic field","The solar radio flux at Boulder, Colorado"],"answer":1,"subelement":"G3","group":"G3A"},{"id":"G3B11","text":"What happens to HF propagation when the LUF exceeds the MUF?","choices":["Propagation via ordinary skywave communications is not possible over that path","HF communications over the path are enhanced","Double-hop propagation along the path is more common","Propagation over the path on all HF frequencies is enhanced"],"answer":0,"subelement":"G3","group":"G3B"},{"id":"G3C05","text":"Why is long-distance communication on the 40-, 60-, 80-, and 160-meter bands more difficult during the day?","choices":["The F region absorbs signals at these frequencies during daylight hours","The F region is unstable during daylight hours","The D region absorbs signals at these frequencies during daylight hours","The E region is unstable during daylight hours"],"answer":2,"subelement":"G3","group":"G3C"},{"id":"G4A03","text":"How does a noise blanker work?","choices":["By temporarily increasing received bandwidth","By redirecting noise pulses into a filter capacitor","By reducing receiver gain during a noise pulse","By clipping noise peaks"],"answer":2,"subelement":"G4","group":"G4A"},{"id":"G4B07","text":"What signals are used to conduct a two-tone test?","choices":["Two audio signals of the same frequency shifted 90 degrees","Two non-harmonically related audio signals","Two swept frequency tones","Two audio frequency range square wave signals of equal amplitude"],"answer":1,"subelement":"G4","group":"G4B"},{"id":"G4C09","text":"How can the effects of ground loops be minimized?","choices":["Connect all ground conductors in series","Connect the AC neutral conductor to the ground wire","Avoid using lock washers and star washers when making ground connections","Bond equipment enclosures together"],"answer":3,"subelement":"G4","group":"G4C"},{"id":"G4D04","text":"What does an S meter measure?","choices":["Carrier suppression","Impedance","Received signal strength","Transmitter power output"],"answer":2,"subelement":"G4","group":"G4D"},{"id":"G4E04","text":"Why should DC power for a 100-watt HF transceiver not be supplied by a vehicleΓÇÖs auxiliary power socket?","choices":["The socket is not wired with an RF-shielded power cable","The socketΓÇÖs wiring may be inadequate for the current drawn by the transceiver","The DC polarity of the socket is reversed from the polarity of modern HF transceivers","Drawing more than 50 watts from this socket could cause the engine to overheat"],"answer":1,"subelement":"G4","group":"G4E"},{"id":"G5A02","text":"What is reactance?","choices":["Opposition to the flow of direct current caused by resistance","Opposition to the flow of alternating current caused by capacitance or inductance","Reinforcement of the flow of direct current caused by resistance","Reinforcement of the flow of alternating current caused by capacitance or inductance"],"answer":1,"subelement":"G5","group":"G5A"},{"id":"G5B13","text":"What is the output PEP of an unmodulated carrier if the average power is 1060 watts?","choices":["530 watts","1060 watts","1500 watts","2120 watts"],"answer":1,"subelement":"G5","group":"G5B"},{"id":"G5C07","text":"What transformer turns ratio matches an antennaΓÇÖs 600-ohm feed point impedance to a 50-ohm coaxial cable?","choices":["3.5 to 1","12 to 1","24 to 1","144 to 1"],"answer":0,"subelement":"G5","group":"G5C"},{"id":"G6A08","text":"Which of the following is characteristic of low voltage ceramic capacitors?","choices":["Tight tolerance","High stability","High capacitance for given volume","Comparatively low cost"],"answer":3,"subelement":"G6","group":"G6A"},{"id":"G6B02","text":"What is meant by the term MMIC?","choices":["Multi-Mode Integrated Circuit","Monolithic Microwave Integrated Circuit","Metal Monolayer Integrated Circuit","Mode Modulated Integrated Circuit"],"answer":1,"subelement":"G6","group":"G6B"},{"id":"G7A11","text":"Which symbol in figure G7-1 represents an NPN junction transistor?","choices":["Symbol 1","Symbol 2","Symbol 7","Symbol 11"],"answer":1,"subelement":"G7","group":"G7A"},{"id":"G7B04","text":"In a Class A amplifier, what percentage of the time does the amplifying device conduct?","choices":["100%","More than 50% but less than 100%","50%","Less than 50%"],"answer":0,"subelement":"G7","group":"G7B"},{"id":"G7C13","text":"What term specifies a filterΓÇÖs maximum ability to reject signals outside its passband?","choices":["Notch depth","Rolloff","Insertion loss","Ultimate rejection"],"answer":3,"subelement":"G7","group":"G7C"},{"id":"G8A04","text":"What emission is produced by a reactance modulator connected to a transmitter RF amplifier stage?","choices":["Multiplex modulation","Phase modulation","Amplitude modulation","Pulse modulation"],"answer":1,"subelement":"G8","group":"G8A"},{"id":"G8B02","text":"What is the term for interference from a signal at twice the IF frequency from the desired signal?","choices":["Quadrature response","Image response","Mixer interference","Intermediate interference"],"answer":1,"subelement":"G8","group":"G8B"},{"id":"G8C09","text":"Which is true of mesh network microwave nodes?","choices":["Having more nodes increases signal strengths","If one node fails, a packet may still reach its target station via an alternate node","Links between two nodes in a network may have different frequencies and bandwidths","More nodes reduce overall microwave out of band interference"],"answer":1,"subelement":"G8","group":"G8C"},{"id":"G9A05","text":"How does the attenuation of coaxial cable change with increasing frequency?","choices":["Attenuation is independent of frequency","Attenuation increases","Attenuation decreases","Attenuation follows MarconiΓÇÖs Law of Attenuation"],"answer":1,"subelement":"G9","group":"G9A"},{"id":"G9B06","text":"Where should the radial wires of a ground-mounted vertical antenna system be placed?","choices":["As high as possible above the ground","Parallel to the antenna element","On the surface or buried a few inches below the ground","At the center of the antenna"],"answer":2,"subelement":"G9","group":"G9B"},{"id":"G9C02","text":"What is the approximate length of the driven element of a Yagi antenna?","choices":["1/4 wavelength","1/2 wavelength","3/4 wavelength","1 wavelength"],"answer":1,"subelement":"G9","group":"G9C"},{"id":"G9D09","text":"What is the primary use of a Beverage antenna?","choices":["Directional receiving for MF and low HF bands","Directional transmitting for low HF bands","Portable direction finding at higher HF frequencies","Portable direction finding at lower HF frequencies"],"answer":0,"subelement":"G9","group":"G9D"},{"id":"G0A11","text":"What precaution should be taken if you install an indoor transmitting antenna?","choices":["Locate the antenna close to your operating position to minimize feed-line radiation","Position the antenna along the edge of a wall to reduce parasitic radiation","Make sure that MPE limits are not exceeded in occupied areas","Make sure the antenna is properly shielded"],"answer":2,"subelement":"G0","group":"G0A"},{"id":"G0B03","text":"Which size of fuse or circuit breaker would be appropriate to use with a circuit that uses AWG number 14 wiring?","choices":["30 amperes","25 amperes","20 amperes","15 amperes"],"answer":3,"subelement":"G0","group":"G0B"}]