[{"id":"G1A11","text":"When General class licensees are not permitted to use the entire voice portion of a band, which portion of the voice segment is available to them?","choices":["The lower frequency portion","The upper frequency portion","The lower frequency portion on frequencies below 7.3 MHz, and the upper portion on frequencies above 14.150 MHz","The upper frequency portion on frequencies below 7.3 MHz, and the lower portion on frequencies above 14.150 MHz"],"answer":1,"subelement":"G1","group":"G1A"},{"id":"G1B11","text":"Who or what determines ΓÇ£good engineering and good amateur practice,ΓÇ¥ as applied to the operation of an amateur station in all respects not covered by the Part 97 rules?","choices":["The FCC","The control operator","The IEEE","The ITU"],"answer":0,"subelement":"G1","group":"G1B"},{"id":"G1C01","text":"What is the maximum transmitter power an amateur station may use on 10.140 MHz?","choices":["200 watts PEP output","1000 watts PEP output","1500 watts PEP output","2000 watts PEP output"],"answer":0,"subelement":"G1","group":"G1C"},{"id":"G1D02","text":"What license examinations may you administer as an accredited Volunteer Examiner holding a General class operator license?","choices":["General and Technician","None, only Amateur Extra class licensees may be accredited","Technician only","Amateur Extra, General, and Technician"],"answer":2,"subelement":"G1","group":"G1D"},{"id":"G1E01","text":"Which of the following would disqualify a third party from participating in sending a message via an amateur station?","choices":["The third partyΓÇÖs amateur license has been revoked and not reinstated","The third party is not a US citizen","The third party is speaking in a language other than English","All these choices are correct"],"answer":0,"subelement":"G1","group":"G1E"},{"id":"G2A05","text":"Which mode of voice communication is most commonly used on the HF amateur bands?","choices":["Frequency modulation","Double sideband","Single sideband","Single phase modulation"],"answer":2,"subelement":"G2","group":"G2A"},{"id":"G2B06","text":"How can you avoid harmful interference on an apparently clear frequency before calling CQ on CW or phone?","choices":["Send ΓÇ£QRL?ΓÇ¥ on CW, followed by your call sign; or, if using phone, ask if the frequency is in use, followed by your call sign","Listen for 2 minutes before calling CQ","Send the letter ΓÇ£VΓÇ¥ in Morse code several times and listen for a response, or say ΓÇ£testΓÇ¥ several times and listen for a response","Send ΓÇ£QSYΓÇ¥ on CW or if using phone, announce ΓÇ£the frequency is in use,ΓÇ¥ then give your call sign and listen for a response"],"answer":0,"subelement":"G2","group":"G2B"},{"id":"G2C07","text":"When sending CW, what does a ΓÇ£CΓÇ¥ mean when added to the RST report?","choices":["Chirpy or unstable signal","Report was read from an S meter rather than estimated","100 percent copy","Key clicks"],"answer":0,"subelement":"G2","group":"G2C"},{"id":"G2D09","text":"Which of the following is required when participating in a contest on HF frequencies?","choices":["Submit a log to the contest sponsor","Send a QSL card to the stations worked, or QSL via Logbook of The World","Identify your station according to normal FCC regulations","All these choices are correct"],"answer":2,"subelement":"G2","group":"G2D"},{"id":"G2E07","text":"Which of the following is required when using FT8?","choices":["A special hardware modem","Computer time accurate to within approximately 1 second","Receiver attenuator set to -12 dB","A vertically polarized antenna"],"answer":1,"subelement":"G2","group":"G2E"},{"id":"G3A10","text":"What causes HF propagation conditions to vary periodically in a 26- to 28-day cycle?","choices":["Long term oscillations in the upper atmosphere","Cyclic variation in EarthΓÇÖs radiation belts","Rotation of the SunΓÇÖs surface layers around its axis","The position of the Moon in its orbit"],"answer":2,"subelement":"G3","group":"G3A"},{"id":"G3B01","text":"What is a characteristic of skywave signals arriving at your location by both short-path and long-path propagation?","choices":["Periodic fading approximately every 10 seconds","Signal strength increased by 3 dB","The signal might be cancelled causing severe attenuation","A slightly delayed echo might be heard"],"answer":3,"subelement":"G3","group":"G3B"},{"id":"G3C06","text":"What is a characteristic of HF scatter?","choices":["Phone signals have high intelligibility","Signals have a fluttering sound","There are very large, sudden swings in signal strength","Scatter propagation occurs only at night"],"answer":1,"subelement":"G3","group":"G3C"},{"id":"G4A04","text":"What is the effect on plate current of the correct setting of a vacuum-tube RF power amplifierΓÇÖs TUNE control?","choices":["A pronounced peak","A pronounced dip","No change will be observed","A slow, rhythmic oscillation"],"answer":1,"subelement":"G4","group":"G4A"},{"id":"G4B01","text":"What item of test equipment contains horizontal and vertical channel amplifiers?","choices":["An ohmmeter","A signal generator","An ammeter","An oscilloscope"],"answer":3,"subelement":"G4","group":"G4B"},{"id":"G4C02","text":"Which of the following could be a cause of interference covering a wide range of frequencies?","choices":["Not using a balun or line isolator to feed balanced antennas","Lack of rectification of the transmitterΓÇÖs signal in power conductors","Arcing at a poor electrical connection","Using a balun to feed an unbalanced antenna"],"answer":2,"subelement":"G4","group":"G4C"},{"id":"G4D08","text":"What frequency range is occupied by a 3 kHz LSB signal when the displayed carrier frequency is set to 7.178 MHz?","choices":["7.178 MHz to 7.181 MHz","7.178 MHz to 7.184 MHz","7.175 MHz to 7.178 MHz","7.1765 MHz to 7.1795 MHz"],"answer":2,"subelement":"G4","group":"G4D"},{"id":"G4E08","text":"In what configuration are the individual cells in a solar panel connected together?","choices":["Series-parallel","Shunt","Bypass","Full-wave bridge"],"answer":0,"subelement":"G4","group":"G4E"},{"id":"G5A07","text":"What is the term for the inverse of impedance?","choices":["Conductance","Susceptance","Reluctance","Admittance"],"answer":3,"subelement":"G5","group":"G5A"},{"id":"G5B07","text":"What value of an AC signal produces the same power dissipation in a resistor as a DC voltage of the same value?","choices":["The peak-to-peak value","The peak value","The RMS value","The reciprocal of the RMS value"],"answer":2,"subelement":"G5","group":"G5B"},{"id":"G5C10","text":"What is the inductance of three 10-millihenry inductors connected in parallel?","choices":["0.30 henries","3.3 henries","3.3 millihenries","30 millihenries"],"answer":2,"subelement":"G5","group":"G5C"},{"id":"G6A11","text":"What happens when an inductor is operated above its self-resonant frequency?","choices":["Its reactance increases","Harmonics are generated","It becomes capacitive","Catastrophic failure is likely"],"answer":2,"subelement":"G6","group":"G6A"},{"id":"G6B11","text":"What is an SMA connector?","choices":["A type-S to type-M adaptor","A small threaded connector suitable for signals up to several GHz","A connector designed for serial multiple access signals","A type of push-on connector intended for high-voltage applications"],"answer":1,"subelement":"G6","group":"G6B"},{"id":"G7A03","text":"Which type of rectifier circuit uses two diodes and a center-tapped transformer?","choices":["Full-wave","Full-wave bridge","Half-wave","Synchronous"],"answer":0,"subelement":"G7","group":"G7A"},{"id":"G7B11","text":"For which of the following modes is a Class C power stage appropriate for amplifying a modulated signal?","choices":["SSB","FM","AM","All these choices are correct"],"answer":1,"subelement":"G7","group":"G7B"},{"id":"G7C12","text":"What is the frequency above which a low-pass filterΓÇÖs output power is less than half the input power?","choices":["Notch frequency","Neper frequency","Cutoff frequency","Rolloff frequency"],"answer":2,"subelement":"G7","group":"G7C"},{"id":"G8A01","text":"How is direct binary FSK modulation generated?","choices":["By keying an FM transmitter with a sub-audible tone","By changing an oscillatorΓÇÖs frequency directly with a digital control signal","By using a transceiverΓÇÖs computer data interface protocol to change frequencies","By reconfiguring the CW keying input to act as a tone generator"],"answer":1,"subelement":"G8","group":"G8A"},{"id":"G8B06","text":"What is the total bandwidth of an FM phone transmission having 5 kHz deviation and 3 kHz modulating frequency?","choices":["3 kHz","5 kHz","8 kHz","16 kHz"],"answer":3,"subelement":"G8","group":"G8B"},{"id":"G8C08","text":"Which of the following statements is true about PSK31?","choices":["Upper case letters are sent with more power","Upper case letters use longer Varicode bit sequences and thus slow down transmission","Error correction is used to ensure accurate message reception","Higher power is needed as compared to RTTY for similar error rates"],"answer":1,"subelement":"G8","group":"G8C"},{"id":"G9A02","text":"What is the relationship between high standing wave ratio (SWR) and transmission line loss?","choices":["There is no relationship between transmission line loss and SWR","High SWR increases loss in a lossy transmission line","High SWR makes it difficult to measure transmission line loss","High SWR reduces the relative effect of transmission line loss"],"answer":1,"subelement":"G9","group":"G9A"},{"id":"G9B10","text":"What is the approximate length for a 1/2 wave dipole antenna cut for 14.250 MHz?","choices":["8 feet","16 feet","24 feet","33 feet"],"answer":3,"subelement":"G9","group":"G9B"},{"id":"G9C01","text":"Which of the following would increase the bandwidth of a Yagi antenna?","choices":["Larger-diameter elements","Closer element spacing","Loading coils in series with the element","Tapered-diameter elements"],"answer":0,"subelement":"G9","group":"G9C"},{"id":"G9D01","text":"Which of the following antenna types will be most effective as a near vertical incidence skywave (NVIS) antenna for short-skip communications on 40 meters during the day?","choices":["A horizontal dipole placed between 1/10 and 1/4 wavelength above the ground","A vertical antenna placed between 1/4 and 1/2 wavelength above the ground","A horizontal dipole placed at approximately 1/2 wavelength above the ground","A vertical dipole placed at approximately 1/2 wavelength above the ground"],"answer":0,"subelement":"G9","group":"G9D"},{"id":"G0A07","text":"What is the effect of modulation duty cycle on RF exposure?","choices":["A lower duty cycle permits greater power levels to be transmitted","A higher duty cycle permits greater power levels to be transmitted","Low duty cycle transmitters are exempt from RF exposure evaluation requirements","High duty cycle transmitters are exempt from RF exposure requirements"],"answer":0,"subelement":"G0","group":"G0A"},{"id":"G0B11","text":"Which of the following is required for lightning protection ground rods?","choices":["They must be bonded to all buried water and gas lines","Bends in ground wires must be made as close as possible to a right angle","Lightning grounds must be connected to all ungrounded wiring","They must be bonded together with all other grounds"],"answer":3,"subelement":"G0","group":"G0B"}]