[{"id":"E1A01","text":"Which of the following carrier frequencies is illegal for LSB AFSK emissions on the 17 meter band RTTY and data segment of 18.068 to 18.110 MHz?","choices":["18.068 MHz","18.100 MHz","18.107 MHz","18.110 MHz"],"answer":0,"subelement":"E1","group":"E1A"},{"id":"E1B07","text":"To what type of regulations does PRB-1 apply?","choices":["Homeowners associations","FAA tower height limits","State and local zoning","Use of wireless devices in vehicles"],"answer":2,"subelement":"E1","group":"E1B"},{"id":"E1C04","text":"What is meant by IARP?","choices":["An international amateur radio permit that allows U.S. amateurs to operate in certain countries of the Americas","The internal amateur radio practices policy of the FCC","An indication of increased antenna reflected power","A forecast of intermittent aurora radio propagation"],"answer":0,"subelement":"E1","group":"E1C"},{"id":"E1D08","text":"Which VHF amateur bands have frequencies authorized for space stations?","choices":["6 meters and 2 meters","6 meters, 2 meters, and 1.25 meters","2 meters and 1.25 meters","2 meters"],"answer":3,"subelement":"E1","group":"E1D"},{"id":"E1E12","text":"What must the VE team do with the application form if the examinee does not pass the exam?","choices":["Return the application document to the examinee","Maintain the application form with the VEC’s records","Send the application form to the FCC and inform the FCC of the grade","Destroy the application form"],"answer":0,"subelement":"E1","group":"E1E"},{"id":"E1F09","text":"Which of the following conditions apply when transmitting spread spectrum emissions?","choices":["A station transmitting SS emission must not cause harmful interference to other stations employing other authorized emissions","The transmitting station must be in an area regulated by the FCC or in a country that permits SS emissions","The transmission must not be used to obscure the meaning of any communication","All these choices are correct"],"answer":3,"subelement":"E1","group":"E1F"},{"id":"E2A06","text":"What are Keplerian elements?","choices":["Parameters that define the orbit of a satellite","Phase reversing elements in a Yagi antenna","High-emission heater filaments used in magnetron tubes","Encrypting codes used for spread spectrum modulation"],"answer":0,"subelement":"E2","group":"E2A"},{"id":"E2B02","text":"How many horizontal lines make up a fast-scan (NTSC) television frame?","choices":["30","60","525","1080"],"answer":2,"subelement":"E2","group":"E2B"},{"id":"E2C04","text":"Which of the following frequencies are sometimes used for amateur radio mesh networks?","choices":["HF frequencies where digital communications are permitted","Frequencies shared with various unlicensed wireless data services","Cable TV channels 41 through 43","The 60 meter band channel centered on 5373 kHz"],"answer":1,"subelement":"E2","group":"E2C"},{"id":"E2D10","text":"How can an APRS station be used to help support a public service communications activity?","choices":["An APRS station with an emergency medical technician can automatically transmit medical data to the nearest hospital","APRS stations with General Personnel Scanners can automatically relay the participant numbers and time as they pass the check points","An APRS station with a Global Positioning System unit can automatically transmit information to show a mobile station’s position during the event","All these choices are correct"],"answer":2,"subelement":"E2","group":"E2D"},{"id":"E2E06","text":"What is the most common data rate used for HF packet?","choices":["48 baud","110 baud","300 baud","1200 baud"],"answer":2,"subelement":"E2","group":"E2E"},{"id":"E3A02","text":"What characterizes libration fading of an EME signal?","choices":["A slow change in the pitch of the CW signal","A fluttery irregular fading","A gradual loss of signal as the sun rises","The returning echo is several hertz lower in frequency than the transmitted signal"],"answer":1,"subelement":"E3","group":"E3A"},{"id":"E3B05","text":"Which amateur bands typically support long-path propagation?","choices":["Only 160 meters to 40 meters","Only 30 meters to 10 meters","160 meters to 10 meters","6 meters to 2 meters"],"answer":2,"subelement":"E3","group":"E3B"},{"id":"E3C04","text":"What does the value of Bz (B sub Z) represent?","choices":["Geomagnetic field stability","Critical frequency for vertical transmissions","Direction and strength of the interplanetary magnetic field","Duration of long-delayed echoes"],"answer":2,"subelement":"E3","group":"E3C"},{"id":"E4A01","text":"Which of the following limits the highest frequency signal that can be accurately displayed on a digital oscilloscope? ","choices":["Sampling rate of the analog-to-digital converter","Amount of memory ","Q of the circuit","All these choices are correct"],"answer":0,"subelement":"E4","group":"E4A"},{"id":"E4B02","text":"What is the significance of voltmeter sensitivity expressed in ohms per volt?","choices":["The full scale reading of the voltmeter multiplied by its ohms per volt rating will indicate the input impedance of the voltmeter","When used as a galvanometer, the reading in volts multiplied by the ohms per volt rating will determine the power drawn by the device under test","When used as an ohmmeter, the reading in ohms divided by the ohms per volt rating will determine the voltage applied to the circuit","When used as an ammeter, the full scale reading in amps divided by ohms per volt rating will determine the size of shunt needed"],"answer":0,"subelement":"E4","group":"E4B"},{"id":"E4C13","text":"How does a narrow-band roofing filter affect receiver performance?","choices":["It improves sensitivity by reducing front end noise","It improves intelligibility by using low Q circuitry to reduce ringing","It improves dynamic range by attenuating strong signals near the receive frequency","All these choices are correct"],"answer":2,"subelement":"E4","group":"E4C"},{"id":"E4D06","text":"What is the term for spurious signals generated by the combination of two or more signals in a non-linear device or circuit?","choices":["Amplifier desensitization","Neutralization","Adjacent channel interference","Intermodulation "],"answer":3,"subelement":"E4","group":"E4D"},{"id":"E4E01","text":"What problem can occur when using an automatic notch filter (ANF) to remove interfering carriers while receiving CW signals?","choices":["Removal of the CW signal as well as the interfering carrier","Any nearby signal passing through the DSP system will overwhelm the desired signal","Received CW signals will appear to be modulated at the DSP clock frequency","Ringing in the DSP filter will completely remove the spaces between the CW characters"],"answer":0,"subelement":"E4","group":"E4E"},{"id":"E5A09","text":"How is the Q of an RLC parallel resonant circuit calculated?","choices":["Reactance of either the inductance or capacitance divided by the resistance","Reactance of either the inductance or capacitance multiplied by the resistance","Resistance divided by the reactance of either the inductance or capacitance","Reactance of the inductance multiplied by the reactance of the capacitance"],"answer":2,"subelement":"E5","group":"E5A"},{"id":"E5B09","text":"What is the relationship between the AC current through a capacitor and the voltage across a capacitor?","choices":["Voltage and current are in phase","Voltage and current are 180 degrees out of phase","Voltage leads current by 90 degrees","Current leads voltage by 90 degrees"],"answer":3,"subelement":"E5","group":"E5B"},{"id":"E5C04","text":"What coordinate system is often used to display the resistive, inductive, and/or capacitive reactance components of impedance?","choices":["Maidenhead grid","Faraday grid","Elliptical coordinates","Rectangular coordinates"],"answer":3,"subelement":"E5","group":"E5C"},{"id":"E5D15","text":"What is the power factor of an RL circuit having a 45-degree phase angle between the voltage and the current?","choices":["0.866","1.0","0.5","0.707"],"answer":3,"subelement":"E5","group":"E5D"},{"id":"E6A08","text":"What term indicates the frequency at which the grounded-base current gain of a transistor has decreased to 0.7 of the gain obtainable at 1 kHz?","choices":["Corner frequency","Alpha rejection frequency","Beta cutoff frequency","Alpha cutoff frequency"],"answer":3,"subelement":"E6","group":"E6A"},{"id":"E6B07","text":"What is the failure mechanism when a junction diode fails due to excessive current?","choices":["Excessive inverse voltage","Excessive junction temperature","Insufficient forward voltage","Charge carrier depletion"],"answer":1,"subelement":"E6","group":"E6B"},{"id":"E6C10","text":"In Figure E6-3, what is the schematic symbol for a NOR gate?","choices":["1","2","3","4"],"answer":3,"subelement":"E6","group":"E6C"},{"id":"E6D09","text":"What devices are commonly used as VHF and UHF parasitic suppressors at the input and output terminals of a transistor HF amplifier?","choices":["Electrolytic capacitors","Butterworth filters","Ferrite beads","Steel-core toroids"],"answer":2,"subelement":"E6","group":"E6D"},{"id":"E6E09","text":"Which of the following component package types would be most suitable for use at frequencies above the HF range?","choices":["TO-220","Axial lead","Radial lead","Surface mount"],"answer":3,"subelement":"E6","group":"E6E"},{"id":"E6F05","text":"Which describes an optical shaft encoder?","choices":["A device that detects rotation of a control by interrupting a light source with a patterned wheel","A device that measures the strength of a beam of light using analog to digital conversion","A digital encryption device often used to encrypt spacecraft control signals","A device for generating RTTY signals by means of a rotating light source"],"answer":0,"subelement":"E6","group":"E6F"},{"id":"E7A09","text":"What logical operation is performed by an exclusive NOR gate?","choices":["It produces logic 0 at its output only if all inputs are logic 0","It produces logic 1 at its output only if all inputs are logic 1","It produces logic 0 at its output if only one input is logic 1","It produces logic 1 at its output if only one input is logic 1"],"answer":2,"subelement":"E7","group":"E7A"},{"id":"E7B10","text":"In Figure E7-1, what is the purpose of R1 and R2?","choices":["Load resistors","Voltage divider bias","Self bias","Feedback"],"answer":1,"subelement":"E7","group":"E7B"},{"id":"E7C09","text":"What is a crystal lattice filter?","choices":["A power supply filter made with interlaced quartz crystals","An audio filter made with four quartz crystals that resonate at 1 kHz intervals","A filter using lattice-shaped quartz crystals for high-Q performance","A filter with narrow bandwidth and steep skirts made using quartz crystals ~~"],"answer":3,"subelement":"E7","group":"E7C"},{"id":"E7D12","text":"What is the dropout voltage of an analog voltage regulator?","choices":["Minimum input voltage for rated power dissipation","Maximum output voltage drops when the input voltage is varied over its specified range","Minimum input-to-output voltage required to maintain regulation","Maximum that the output voltage may decrease at rated load"],"answer":2,"subelement":"E7","group":"E7D"},{"id":"E7E01","text":"Which of the following can be used to generate FM phone emissions?","choices":["A balanced modulator on the audio amplifier","A reactance modulator on the oscillator","A reactance modulator on the final amplifier","A balanced modulator on the oscillator"],"answer":1,"subelement":"E7","group":"E7E"},{"id":"E7F07","text":"What function is performed by a Fast Fourier Transform?","choices":["Converting analog signals to digital form","Converting digital signals to analog form","Converting digital signals from the time domain to the frequency domain","Converting 8-bit data to 16-bit data"],"answer":2,"subelement":"E7","group":"E7F"},{"id":"E7G04","text":"What is meant by the term “op-amp input offset voltage”?","choices":["The output voltage of the op-amp minus its input voltage","The difference between the output voltage of the op-amp and the input voltage required in the immediately following stage","The differential input voltage needed to bring the open loop output voltage to zero","The potential between the amplifier input terminals of the op-amp in an open loop condition"],"answer":2,"subelement":"E7","group":"E7G"},{"id":"E7H01","text":"What are three oscillator circuits used in amateur radio equipment?","choices":["Taft, Pierce and negative feedback","Pierce, Fenner and Beane","Taft, Hartley and Pierce","Colpitts, Hartley and Pierce"],"answer":3,"subelement":"E7","group":"E7H"},{"id":"E8A06","text":"What is the approximate ratio of PEP-to-average power in a typical single-sideband phone signal?","choices":["2.5 to 1","25 to 1","1 to 1","100 to 1"],"answer":0,"subelement":"E8","group":"E8A"},{"id":"E8B07","text":"Orthogonal Frequency Division Multiplexing is a technique used for which type of amateur communication?","choices":["High-speed digital modes","Extremely low-power contacts","EME","OFDM signals are not allowed on amateur bands"],"answer":0,"subelement":"E8","group":"E8B"},{"id":"E8C07","text":"What is the bandwidth of a 4800-Hz frequency shift, 9600-baud ASCII FM transmission?","choices":["15.36 kHz","9.6 kHz","4.8 kHz","5.76 kHz"],"answer":0,"subelement":"E8","group":"E8C"},{"id":"E8D02","text":"What spread spectrum communications technique uses a high-speed binary bit stream to shift the phase of an RF carrier?","choices":["Frequency hopping","Direct sequence","Binary phase-shift keying","Phase compandored spread spectrum"],"answer":1,"subelement":"E8","group":"E8D"},{"id":"E9A05","text":"What is included in the total resistance of an antenna system?","choices":["Radiation resistance plus space impedance","Radiation resistance plus transmission resistance","Transmission-line resistance plus radiation resistance","Radiation resistance plus loss resistance"],"answer":3,"subelement":"E9","group":"E9A"},{"id":"E9B08","text":"What is the far field of an antenna?","choices":["The region of the ionosphere where radiated power is not refracted","The region where radiated power dissipates over a specified time period","The region where radiated field strengths are constant","The region where the shape of the antenna pattern is independent of distance"],"answer":3,"subelement":"E9","group":"E9B"},{"id":"E9C09","text":"Which of the following describes a G5RV antenna?","choices":["A multi-band dipole antenna fed with coax and a balun through a selected length of open wire transmission line","A multi-band trap antenna","A phased array antenna consisting of multiple loops","A wide band dipole using shorted coaxial cable for the radiating elements and fed with a 4:1 balun"],"answer":0,"subelement":"E9","group":"E9C"},{"id":"E9D08","text":"What happens as the Q of an antenna increases?","choices":["SWR bandwidth increases","SWR bandwidth decreases","Gain is reduced","More common-mode current is present on the feed line"],"answer":1,"subelement":"E9","group":"E9D"},{"id":"E9E07","text":"What parameter describes the interactions at the load end of a mismatched transmission line?","choices":["Characteristic impedance","Reflection coefficient","Velocity factor","Dielectric constant"],"answer":1,"subelement":"E9","group":"E9E"},{"id":"E9F12","text":"What impedance does a 1/4-wavelength transmission line present to a generator when the line is open at the far end?","choices":["The same as the characteristic impedance of the line","The same as the input impedance to the generator","Very high impedance","Very low impedance"],"answer":3,"subelement":"E9","group":"E9F"},{"id":"E9G11","text":"How are the wavelength scales on a Smith chart calibrated?","choices":["In fractions of transmission line electrical frequency","In fractions of transmission line electrical wavelength","In fractions of antenna electrical wavelength","In fractions of antenna electrical frequency"],"answer":1,"subelement":"E9","group":"E9G"},{"id":"E9H01","text":"When constructing a Beverage antenna, which of the following factors should be included in the design to achieve good performance at the desired frequency?","choices":["Its overall length must not exceed 1/4 wavelength","It must be mounted more than 1 wavelength above ground","It should be configured as a four-sided loop","It should be one or more wavelengths long"],"answer":3,"subelement":"E9","group":"E9H"},{"id":"E0A05","text":"What is one of the potential hazards of operating in the amateur radio microwave bands?","choices":["Microwaves are ionizing radiation","The high gain antennas commonly used can result in high exposure levels","Microwaves often travel long distances by ionospheric reflection","The extremely high frequency energy can damage the joints of antenna structures"],"answer":1,"subelement":"E0","group":"E0A"}]