[{"id":"E1A02","text":"When using a transceiver that displays the carrier frequency of phone signals, which of the following displayed frequencies represents the lowest frequency at which a properly adjusted LSB emission will be totally within the band?","choices":["The exact lower band edge","300 Hz above the lower band edge","1 kHz above the lower band edge","3 kHz above the lower band edge"],"answer":3,"subelement":"E1","group":"E1A"},{"id":"E1B08","text":"What limitations may the FCC place on an amateur station if its signal causes interference to domestic broadcast reception, assuming that the receivers involved are of good engineering design?","choices":["The amateur station must cease operation","The amateur station must cease operation on all frequencies below 30 MHz","The amateur station must cease operation on all frequencies above 30 MHz","The amateur station must avoid transmitting during certain hours on frequencies that cause the interference"],"answer":3,"subelement":"E1","group":"E1B"},{"id":"E1C14","text":"How long must an operator wait after filing a notification with the Utilities Technology Council (UTC) before operating on the 2200 meter or 630 meter band?","choices":["Operators must not operate until approval is received","Operators may operate after 30 days, providing they have not been told that their station is within 1 km of PLC systems using those frequencies","Operators may not operate until a test signal has been transmitted in coordination with the local power company","Operations may commence immediately, and may continue unless interference is reported by the UTC"],"answer":1,"subelement":"E1","group":"E1C"},{"id":"E1D12","text":"Which of the following amateur stations may transmit one-way communications?","choices":["A space station, beacon station, or telecommand station","A local repeater or linked repeater station","A message forwarding station or automatically controlled digital station","All these choices are correct "],"answer":0,"subelement":"E1","group":"E1D"},{"id":"E1E09","text":"What may be the penalty for a VE who fraudulently administers or certifies an examination?","choices":["Revocation of the VE’s amateur station license grant and the suspension of the VE’s amateur operator license grant","A fine of up to $1000 per occurrence","A sentence of up to one year in prison","All these choices are correct"],"answer":0,"subelement":"E1","group":"E1E"},{"id":"E1F01","text":"On what frequencies are spread spectrum transmissions permitted?","choices":["Only on amateur frequencies above 50 MHz","Only on amateur frequencies above 222 MHz","Only on amateur frequencies above 420 MHz","Only on amateur frequencies above 144 MHz"],"answer":1,"subelement":"E1","group":"E1F"},{"id":"E2A13","text":"Which of the following techniques is normally used by low Earth orbiting digital satellites to relay messages around the world?","choices":["Digipeating","Store-and-forward","Multi-satellite relaying","Node hopping"],"answer":1,"subelement":"E2","group":"E2A"},{"id":"E2B03","text":"How is an interlaced scanning pattern generated in a fast-scan (NTSC) television system?","choices":["By scanning two fields simultaneously","By scanning each field from bottom to top","By scanning lines from left to right in one field and right to left in the next","By scanning odd numbered lines in one field and even numbered lines in the next"],"answer":3,"subelement":"E2","group":"E2B"},{"id":"E2C09","text":"What type of equipment is commonly used to implement an amateur radio mesh network?","choices":["A 2 meter VHF transceiver with a 1200 baud modem","An optical cable connection between the USB ports of 2 separate computers","A wireless router running custom firmware","A 440 MHz transceiver with a 9600 baud modem"],"answer":2,"subelement":"E2","group":"E2C"},{"id":"E2D11","text":"Which of the following data are used by the APRS network to communicate station location?","choices":["Polar coordinates","Time and frequency","Radio direction finding spectrum analysis","Latitude and longitude"],"answer":3,"subelement":"E2","group":"E2D"},{"id":"E2E08","text":"Which of the following HF digital modes can be used to transfer binary files?","choices":["Hellschreiber","PACTOR","RTTY","AMTOR"],"answer":1,"subelement":"E2","group":"E2E"},{"id":"E3A01","text":"What is the approximate maximum separation measured along the surface of the Earth between two stations communicating by EME?","choices":["500 miles, if the moon is at perigee","2000 miles, if the moon is at apogee","5000 miles, if the moon is at perigee","12,000 miles, if the moon is visible by both stations"],"answer":3,"subelement":"E3","group":"E3A"},{"id":"E3B09","text":"At what time of year is sporadic E propagation most likely to occur?","choices":["Around the solstices, especially the summer solstice","Around the solstices, especially the winter solstice","Around the equinoxes, especially the spring equinox","Around the equinoxes, especially the fall equinox"],"answer":0,"subelement":"E3","group":"E3B"},{"id":"E3C09","text":"How does the intensity of an X3 flare compare to that of an X2 flare?","choices":["10 percent greater","50 percent greater","Twice as great","Four times as great"],"answer":1,"subelement":"E3","group":"E3C"},{"id":"E4A07","text":"Which of the following is an advantage of using an antenna analyzer compared to an SWR bridge to measure antenna SWR?","choices":["Antenna analyzers automatically tune your antenna for resonance","Antenna analyzers do not need an external RF source","Antenna analyzers display a time-varying representation of the modulation envelope","All these choices are correct"],"answer":1,"subelement":"E4","group":"E4A"},{"id":"E4B05","text":"What three test loads are used to calibrate an RF vector network analyzer?","choices":["50 ohms, 75 ohms, and 90 ohms","Short circuit, open circuit, and 50 ohms","Short circuit, open circuit, and resonant circuit","50 ohms through 1/8 wavelength, 1/4 wavelength, and 1/2 wavelength of coaxial cable"],"answer":1,"subelement":"E4","group":"E4B"},{"id":"E4C04","text":"What is the noise figure of a receiver?","choices":["The ratio of atmospheric noise to phase noise","The ratio of the noise bandwidth in hertz to the theoretical bandwidth of a resistive network","The ratio of thermal noise to atmospheric noise","The ratio in dB of the noise generated by the receiver to the theoretical minimum noise"],"answer":3,"subelement":"E4","group":"E4C"},{"id":"E4D05","text":"What transmitter frequencies would cause an intermodulation-product signal in a receiver tuned to 146.70 MHz when a nearby station transmits on 146.52 MHz?","choices":["146.34 MHz and 146.61 MHz","146.88 MHz and 146.34 MHz","146.10 MHz and 147.30 MHz","173.35 MHz and 139.40 MHz"],"answer":0,"subelement":"E4","group":"E4D"},{"id":"E4E03","text":"Which of the following signals might a receiver noise blanker be able to remove from desired signals?","choices":["Signals that are constant at all IF levels","Signals that appear across a wide bandwidth","Signals that appear at one IF but not another","Signals that have a sharply peaked frequency distribution"],"answer":1,"subelement":"E4","group":"E4E"},{"id":"E5A07","text":"What is the magnitude of the current at the input of a parallel RLC circuit at resonance?","choices":["Minimum","Maximum","R/L","L/R"],"answer":0,"subelement":"E5","group":"E5A"},{"id":"E5B10","text":"What is the relationship between the AC current through an inductor and the voltage across an inductor?","choices":["Voltage leads current by 90 degrees","Current leads voltage by 90 degrees","Voltage and current are 180 degrees out of phase","Voltage and current are in phase"],"answer":0,"subelement":"E5","group":"E5B"},{"id":"E5C07","text":"Where is the impedance of a pure resistance plotted on rectangular coordinates?","choices":["On the vertical axis","On a line through the origin, slanted at 45 degrees","On a horizontal line, offset vertically above the horizontal axis","On the horizontal axis"],"answer":3,"subelement":"E5","group":"E5C"},{"id":"E5D12","text":"How many watts are consumed in a circuit having a power factor of 0.2 if the input is 100 VAC at 4 amperes?","choices":["400 watts","80 watts","2000 watts","50 watts"],"answer":1,"subelement":"E5","group":"E5D"},{"id":"E6A09","text":"What is a depletion-mode FET?","choices":["An FET that exhibits a current flow between source and drain when no gate voltage is applied","An FET that has no current flow between source and drain when no gate voltage is applied","Any FET without a channel","Any FET for which holes are the majority carriers"],"answer":0,"subelement":"E6","group":"E6A"},{"id":"E6B04","text":"What type of semiconductor device is designed for use as a voltage-controlled capacitor?","choices":["Varactor diode","Tunnel diode","Silicon-controlled rectifier","Zener diode"],"answer":0,"subelement":"E6","group":"E6B"},{"id":"E6C07","text":"What best describes a pull-up or pull-down resistor?","choices":["A resistor in a keying circuit used to reduce key clicks","A resistor connected to the positive or negative supply line used to establish a voltage when an input or output is an open circuit","A resistor that ensures that an oscillator frequency does not drift","A resistor connected to an op-amp output that prevents signals from exceeding the power supply voltage"],"answer":1,"subelement":"E6","group":"E6C"},{"id":"E6D11","text":"Which type of core material decreases inductance when inserted into a coil?","choices":["Ceramic","Brass","Ferrite","Powdered iron"],"answer":1,"subelement":"E6","group":"E6D"},{"id":"E6E05","text":"Which of the following noise figure values is typical of a low-noise UHF preamplifier?","choices":["2 dB","-10 dB","44 dBm","-20 dBm"],"answer":0,"subelement":"E6","group":"E6E"},{"id":"E6F08","text":"Why are optoisolators often used in conjunction with solid-state circuits when switching 120 VAC?","choices":["Optoisolators provide a low impedance link between a control circuit and a power circuit","Optoisolators provide impedance matching between the control circuit and power circuit","Optoisolators provide a very high degree of electrical isolation between a control circuit and the circuit being switched","Optoisolators eliminate the effects of reflected light in the control circuit"],"answer":2,"subelement":"E6","group":"E6F"},{"id":"E7A01","text":"Which circuit is bistable?","choices":["An AND gate","An OR gate","A flip-flop","A bipolar amplifier"],"answer":2,"subelement":"E7","group":"E7A"},{"id":"E7B13","text":"Which of the following describes an emitter follower (or common collector) amplifier?","choices":["A two-transistor amplifier with the emitters sharing a common bias resistor","A differential amplifier with both inputs fed to the emitter of the input transistor","An OR circuit with only one emitter used for output","An amplifier with a low impedance output that follows the base input voltage"],"answer":3,"subelement":"E7","group":"E7B"},{"id":"E7C11","text":"Which of the following describes a receiving filter’s ability to reject signals occupying an adjacent channel?","choices":["Passband ripple","Phase response","Shape factor","Noise factor"],"answer":2,"subelement":"E7","group":"E7C"},{"id":"E7D14","text":"What is the purpose of connecting equal-value resistors across power supply filter capacitors connected in series?","choices":["Equalize the voltage across each capacitor","Discharge the capacitors when voltage is removed","Provide a minimum load on the supply","All these choices are correct"],"answer":3,"subelement":"E7","group":"E7D"},{"id":"E7E09","text":"What occurs when an excessive amount of signal energy reaches a mixer circuit?","choices":["Spurious mixer products are generated","Mixer blanking occurs","Automatic limiting occurs","A beat frequency is generated"],"answer":0,"subelement":"E7","group":"E7E"},{"id":"E7F10","text":"What aspect of receiver analog-to-digital conversion determines the maximum receive bandwidth of a Direct Digital Conversion SDR?","choices":["Sample rate","Sample width in bits","Sample clock phase noise","Processor latency"],"answer":0,"subelement":"E7","group":"E7F"},{"id":"E7G01","text":"What is the typical output impedance of an op-amp?","choices":["Very low","Very high","100 ohms","1000 ohms"],"answer":0,"subelement":"E7","group":"E7G"},{"id":"E7H12","text":"Which of the following must be done to ensure that a crystal oscillator provides the frequency specified by the crystal manufacturer?","choices":["Provide the crystal with a specified parallel inductance","Provide the crystal with a specified parallel capacitance","Bias the crystal at a specified voltage","Bias the crystal at a specified current"],"answer":1,"subelement":"E7","group":"E7H"},{"id":"E8A01","text":"What is the name of the process that shows that a square wave is made up of a sine wave plus all its odd harmonics?","choices":["Fourier analysis","Vector analysis","Numerical analysis","Differential analysis"],"answer":0,"subelement":"E8","group":"E8A"},{"id":"E8B09","text":"What is deviation ratio?","choices":["The ratio of the audio modulating frequency to the center carrier frequency","The ratio of the maximum carrier frequency deviation to the highest audio modulating frequency","The ratio of the carrier center frequency to the audio modulating frequency","The ratio of the highest audio modulating frequency to the average audio modulating frequency"],"answer":1,"subelement":"E8","group":"E8B"},{"id":"E8C02","text":"What is the definition of symbol rate in a digital transmission?","choices":["The number of control characters in a message packet","The duration of each bit in a message sent over the air","The rate at which the waveform changes to convey information","The number of characters carried per second by the station-to-station link "],"answer":2,"subelement":"E8","group":"E8C"},{"id":"E8D06","text":"What is the advantage of including parity bits in ASCII characters?","choices":["Faster transmission rate","The signal can overpower interfering signals","Foreign language characters can be sent","Some types of errors can be detected"],"answer":3,"subelement":"E8","group":"E8D"},{"id":"E9A08","text":"What is antenna bandwidth?","choices":["Antenna length divided by the number of elements","The frequency range over which an antenna satisfies a performance requirement","The angle between the half-power radiation points","The angle formed between two imaginary lines drawn through the element ends"],"answer":1,"subelement":"E9","group":"E9A"},{"id":"E9B04","text":"What is the front-to-back ratio of the radiation pattern shown in Figure E92?","choices":["15 dB","28 dB","3 dB","38 dB"],"answer":1,"subelement":"E9","group":"E9B"},{"id":"E9C11","text":"How is the far-field elevation pattern of a vertically polarized antenna affected by being mounted over seawater versus soil?","choices":["The low-angle radiation decreases","Additional higher vertical angle lobes will appear","Fewer vertical angle lobes will be present","The low-angle radiation increases"],"answer":3,"subelement":"E9","group":"E9C"},{"id":"E9D04","text":"Why should an HF mobile antenna loading coil have a high ratio of reactance to resistance?","choices":["To swamp out harmonics","To lower the radiation angle","To minimize losses","To minimize the Q"],"answer":2,"subelement":"E9","group":"E9D"},{"id":"E9E04","text":"What is the purpose of the series capacitor in a gamma-type antenna matching network?","choices":["To provide DC isolation between the feed line and the antenna","To cancel the inductive reactance of the matching network","To provide a rejection notch that prevents the radiation of harmonics","To transform the antenna impedance to a higher value"],"answer":1,"subelement":"E9","group":"E9E"},{"id":"E9F07","text":"How does ladder line compare to small-diameter coaxial cable such as RG-58 at 50 MHz?","choices":["Lower loss","Higher SWR","Smaller reflection coefficient","Lower velocity factor"],"answer":0,"subelement":"E9","group":"E9F"},{"id":"E9G08","text":"What is the process of normalization with regard to a Smith chart?","choices":["Reassigning resistance values with regard to the reactance axis","Reassigning reactance values with regard to the resistance axis","Reassigning impedance values with regard to the prime center","Reassigning prime center with regard to the reactance axis"],"answer":2,"subelement":"E9","group":"E9G"},{"id":"E9H02","text":"Which is generally true for low band (160 meter and 80 meter) receiving antennas?","choices":["Atmospheric noise is so high that gain over a dipole is not important","They must be erected at least 1/2 wavelength above the ground to attain good directivity","Low loss coax transmission line is essential for good performance","All these choices are correct"],"answer":0,"subelement":"E9","group":"E9H"},{"id":"E0A07","text":"How may dangerous levels of carbon monoxide from an emergency generator be detected?","choices":["By the odor","Only with a carbon monoxide detector","Any ordinary smoke detector can be used","By the yellowish appearance of the gas"],"answer":1,"subelement":"E0","group":"E0A"}]