[{"id":"T1A10","text":"What is the Radio Amateur Civil Emergency Service (RACES)?","choices":["A radio service using amateur frequencies for emergency management or civil defense communications","A radio service using amateur stations for emergency management or civil defense communications","An emergency service using amateur operators certified by a civil defense organization as being enrolled in that organization","All these choices are correct"],"answer":3,"subelement":"T1","group":"T1A"},{"id":"T1B02","text":"Which amateurs may contact the International Space Station (ISS) on VHF bands?","choices":["Any amateur holding a General class or higher license","Any amateur holding a Technician class or higher license","Any amateur holding a General class or higher license who has applied for and received approval from NASA","Any amateur holding a Technician class or higher license who has applied for and received approval from NASA"],"answer":1,"subelement":"T1","group":"T1B"},{"id":"T1C11","text":"If your license has expired and is still within the allowable grace period, may you continue to transmit on the amateur radio bands?","choices":["Yes, for up to two years","Yes, as soon as you apply for renewal","Yes, for up to one year","No, you must wait until the license has been renewed"],"answer":3,"subelement":"T1","group":"T1C"},{"id":"T1D07","text":"What types of amateur stations can automatically retransmit the signals of other amateur stations?","choices":["Auxiliary, beacon, or Earth stations","Earth, repeater, or space stations","Beacon, repeater, or space stations","Repeater, auxiliary, or space stations"],"answer":3,"subelement":"T1","group":"T1D"},{"id":"T1E09","text":"Which of the following are required for remote control operation?","choices":["The control operator must be at the control point","A control operator is required at all times","The control operator must indirectly manipulate the controls","All these choices are correct"],"answer":3,"subelement":"T1","group":"T1E"},{"id":"T1F01","text":"When must the station and its records be available for FCC inspection?","choices":["At any time ten days after notification by the FCC of such an inspection","At any time upon request by an FCC representative","At any time after written notification by the FCC of such inspection","Only when presented with a valid warrant by an FCC official or government agent"],"answer":1,"subelement":"T1","group":"T1F"},{"id":"T2A08","text":"What is the meaning of the procedural signal “CQ”?","choices":["Call on the quarter hour","Test transmission, no reply expected","Only the called station should transmit","Calling any station"],"answer":3,"subelement":"T2","group":"T2A"},{"id":"T2B07","text":"How can you join a digital repeater’s “talkgroup”?","choices":["Register your radio with the local FCC office","Join the repeater owner’s club","Program your radio with the group’s ID or code","Sign your call after the courtesy tone"],"answer":2,"subelement":"T2","group":"T2B"},{"id":"T2C09","text":"Are amateur station control operators ever permitted to operate outside the frequency privileges of their license class?","choices":["No","Yes, but only when part of a FEMA emergency plan","Yes, but only when part of a RACES emergency plan","Yes, but only in situations involving the immediate safety of human life or protection of property"],"answer":3,"subelement":"T2","group":"T2C"},{"id":"T3A06","text":"What is the meaning of the term “picket fencing”?","choices":["Alternating transmissions during a net operation","Rapid flutter on mobile signals due to multipath propagation","A type of ground system used with vertical antennas","Local vs long-distance communications"],"answer":1,"subelement":"T3","group":"T3A"},{"id":"T3B02","text":"What property of a radio wave defines its polarization?","choices":["The orientation of the electric field","The orientation of the magnetic field","The ratio of the energy in the magnetic field to the energy in the electric field","The ratio of the velocity to the wavelength"],"answer":0,"subelement":"T3","group":"T3B"},{"id":"T3C02","text":"What is a characteristic of HF communication compared with communications on VHF and higher frequencies?","choices":["HF antennas are generally smaller","HF accommodates wider bandwidth signals","Long-distance ionospheric propagation is far more common on HF","There is less atmospheric interference (static) on HF"],"answer":2,"subelement":"T3","group":"T3C"},{"id":"T4A12","text":"What is an electronic keyer?","choices":["A device for switching antennas from transmit to receive","A device for voice activated switching from receive to transmit","A device that assists in manual sending of Morse code","An interlock to prevent unauthorized use of a radio"],"answer":2,"subelement":"T4","group":"T4A"},{"id":"T4B08","text":"What is the advantage of having multiple receive bandwidth choices on a multimode transceiver?","choices":["Permits monitoring several modes at once by selecting a separate filter for each mode","Permits noise or interference reduction by selecting a bandwidth matching the mode","Increases the number of frequencies that can be stored in memory","Increases the amount of offset between receive and transmit frequencies"],"answer":1,"subelement":"T4","group":"T4B"},{"id":"T5A04","text":"What are the units of electrical resistance?","choices":["Siemens","Mhos","Ohms","Coulombs"],"answer":2,"subelement":"T5","group":"T5A"},{"id":"T5B12","text":"Which is equal to 28400 kHz?","choices":["28.400 kHz","2.800 MHz","284.00 MHz","28.400 MHz"],"answer":3,"subelement":"T5","group":"T5B"},{"id":"T5C02","text":"What is the unit of capacitance?","choices":["The farad","The ohm","The volt","The henry"],"answer":0,"subelement":"T5","group":"T5C"},{"id":"T5D11","text":"What is the voltage across a 10-ohm resistor if a current of 1 ampere flows through it?","choices":["1 volt","10 volts","11 volts","9 volts"],"answer":1,"subelement":"T5","group":"T5D"},{"id":"T6A01","text":"What electrical component opposes the flow of current in a DC circuit?","choices":["Inductor","Resistor","Inverter","Transformer"],"answer":1,"subelement":"T6","group":"T6A"},{"id":"T6B08","text":"What does the abbreviation FET stand for?","choices":["Frequency Emission Transmitter","Fast Electron Transistor","Free Electron Transmitter","Field Effect Transistor"],"answer":3,"subelement":"T6","group":"T6B"},{"id":"T6C11","text":"What is component 4 in figure T-3?","choices":["Antenna","Transmitter","Dummy load","Ground"],"answer":0,"subelement":"T6","group":"T6C"},{"id":"T6D07","text":"Which of the following is commonly used as a visual indicator?","choices":["LED","FET","Zener diode","Bipolar transistor"],"answer":0,"subelement":"T6","group":"T6D"},{"id":"T7A05","text":"What is the name of a circuit that generates a signal at a specific frequency?","choices":["Reactance modulator","Phase modulator","Low-pass filter","Oscillator"],"answer":3,"subelement":"T7","group":"T7A"},{"id":"T7B11","text":"What is a symptom of RF feedback in a transmitter or transceiver?","choices":["Excessive SWR at the antenna connection","The transmitter will not stay on the desired frequency","Reports of garbled, distorted, or unintelligible voice transmissions","Frequent blowing of power supply fuses"],"answer":2,"subelement":"T7","group":"T7B"},{"id":"T7C01","text":"What is the primary purpose of a dummy load?","choices":["To prevent transmitting signals over the air when making tests","To prevent over-modulation of a transmitter","To improve the efficiency of an antenna","To improve the signal-to-noise ratio of a receiver"],"answer":0,"subelement":"T7","group":"T7C"},{"id":"T7D09","text":"What is the characteristic appearance of a cold tin-lead solder joint?","choices":["Dark black spots","A bright or shiny surface","A rough or lumpy surface","Excessive solder"],"answer":2,"subelement":"T7","group":"T7D"},{"id":"T8A04","text":"Which type of modulation is commonly used for VHF and UHF voice repeaters?","choices":["AM","SSB","PSK","FM or PM"],"answer":3,"subelement":"T8","group":"T8A"},{"id":"T8B08","text":"What is meant by the statement that a satellite is operating in U/V mode?","choices":["The satellite uplink is in the 15 meter band and the downlink is in the 10 meter band","The satellite uplink is in the 70 centimeter band and the downlink is in the 2 meter band","The satellite operates using ultraviolet frequencies","The satellite frequencies are usually variable"],"answer":1,"subelement":"T8","group":"T8B"},{"id":"T8C10","text":"What is required before using the EchoLink system?","choices":["Complete the required EchoLink training","Purchase a license to use the EchoLink software","Register your call sign and provide proof of license","All these choices are correct"],"answer":2,"subelement":"T8","group":"T8C"},{"id":"T8D04","text":"What type of transmission is indicated by the term \"NTSC?\"","choices":["A Normal Transmission mode in Static Circuit","A special mode for satellite uplink","An analog fast-scan color TV signal","A frame compression scheme for TV signals"],"answer":2,"subelement":"T8","group":"T8D"},{"id":"T9A05","text":"Which of the following increases the resonant frequency of a dipole antenna?","choices":["Lengthening it","Inserting coils in series with radiating wires","Shortening it","Adding capacitive loading to the ends of the radiating wires"],"answer":2,"subelement":"T9","group":"T9A"},{"id":"T9B12","text":"What is standing wave ratio (SWR)?","choices":["A measure of how well a load is matched to a transmission line","The ratio of amplifier power output to input","The transmitter efficiency ratio","An indication of the quality of your station’s ground connection"],"answer":0,"subelement":"T9","group":"T9B"},{"id":"T0A07","text":"Where should a lightning arrester be installed in a coaxial feed line?","choices":["At the output connector of a transceiver","At the antenna feed point","At the ac power service panel","On a grounded panel near where feed lines enter the building"],"answer":3,"subelement":"T0","group":"T0A"},{"id":"T0B06","text":"What is the minimum safe distance from a power line to allow when installing an antenna?","choices":["Add the height of the antenna to the height of the power line and multiply by a factor of 1.5","The height of the power line above ground","1/2 wavelength at the operating frequency","Enough so that if the antenna falls, no part of it can come closer than 10 feet to the power wires"],"answer":3,"subelement":"T0","group":"T0B"},{"id":"T0C12","text":"How does RF radiation differ from ionizing radiation (radioactivity)?","choices":["RF radiation does not have sufficient energy to cause chemical changes in cells and damage DNA","RF radiation can only be detected with an RF dosimeter","RF radiation is limited in range to a few feet","RF radiation is perfectly safe"],"answer":0,"subelement":"T0","group":"T0C"}]