[{"id":"T1A09","text":"Who selects a Frequency Coordinator?","choices":["The FCC Office of Spectrum Management and Coordination Policy","The local chapter of the Office of National Council of Independent Frequency Coordinators","Amateur operators in a local or regional area whose stations are eligible to be repeater or auxiliary stations","FCC Regional Field Office"],"answer":2,"subelement":"T1","group":"T1A"},{"id":"T1B12","text":"Except for some specific restrictions, what is the maximum peak envelope power output for Technician class operators using frequencies above 30 MHz?","choices":["50 watts","100 watts","500 watts","1500 watts"],"answer":3,"subelement":"T1","group":"T1B"},{"id":"T1C07","text":"Which of the following can result in revocation of the station license or suspension of the operator license?","choices":["Failure to inform the FCC of any changes in the amateur station following performance of an RF safety environmental evaluation","Failure to provide and maintain a correct email address with the FCC","Failure to obtain FCC type acceptance prior to using a home-built transmitter","Failure to have a copy of your license available at your station"],"answer":1,"subelement":"T1","group":"T1C"},{"id":"T1D05","text":"When may amateur radio operators use their stations to notify other amateurs of the availability of equipment for sale or trade?","choices":["Never","When the equipment is not the personal property of either the station licensee, or the control operator, or their close relatives","When no profit is made on the sale","When selling amateur radio equipment and not on a regular basis"],"answer":3,"subelement":"T1","group":"T1D"},{"id":"T1E02","text":"Who may be the control operator of a station communicating through an amateur satellite or space station?","choices":["Only an Amateur Extra Class operator","A General class or higher licensee with a satellite operator certification","Only an Amateur Extra Class operator who is also an AMSAT member","Any amateur allowed to transmit on the satellite uplink frequency"],"answer":3,"subelement":"T1","group":"T1E"},{"id":"T1F08","text":"What is the definition of third party communications?","choices":["A message from a control operator to another amateur station control operator on behalf of another person","Amateur radio communications where three stations are in communications with one another","Operation when the transmitting equipment is licensed to a person other than the control operator","Temporary authorization for an unlicensed person to transmit on the amateur bands for technical experiments"],"answer":0,"subelement":"T1","group":"T1F"},{"id":"T2A07","text":"What is meant by \"repeater offset”?","choices":["The difference between a repeater’s transmit and receive frequencies","The repeater has a time delay to prevent interference","The repeater station identification is done on a separate frequency","The number of simultaneous transmit frequencies used by a repeater"],"answer":0,"subelement":"T2","group":"T2A"},{"id":"T2B13","text":"What is the purpose of a squelch function?","choices":["Reduce a CW transmitter's key clicks","Mute the receiver audio when a signal is not present","Eliminate parasitic oscillations in an RF amplifier","Reduce interference from impulse noise"],"answer":1,"subelement":"T2","group":"T2B"},{"id":"T2C01","text":"When do FCC rules NOT apply to the operation of an amateur station?","choices":["When operating a RACES station","When operating under special FEMA rules","When operating under special ARES rules","FCC rules always apply"],"answer":3,"subelement":"T2","group":"T2C"},{"id":"T3A02","text":"What is the effect of vegetation on UHF and microwave signals?","choices":["Knife-edge diffraction","Absorption","Amplification","Polarization rotation"],"answer":1,"subelement":"T3","group":"T3A"},{"id":"T3B11","text":"What is the approximate velocity of a radio wave in free space?","choices":["150,000 meters per second","300,000,000 meters per second","300,000,000 miles per hour","150,000 miles per hour"],"answer":1,"subelement":"T3","group":"T3B"},{"id":"T3C07","text":"What band is best suited for communicating via meteor scatter?","choices":["33 centimeters","6 meters","2 meters","70 centimeters"],"answer":1,"subelement":"T3","group":"T3C"},{"id":"T4A04","text":"How are the transceiver audio input and output connected in a station configured to operate using FT8?","choices":["To a computer running a terminal program and connected to a terminal node controller unit","To the audio input and output of a computer running WSJT-X software","To an FT8 conversion unit, a keyboard, and a computer monitor","To a computer connected to the FT8converter.com website"],"answer":1,"subelement":"T4","group":"T4A"},{"id":"T4B07","text":"What does a DMR “code plug” contain?","choices":["Your call sign in CW for automatic identification","Access information for repeaters and talkgroups","The codec for digitizing audio","The DMR software version"],"answer":1,"subelement":"T4","group":"T4B"},{"id":"T5A12","text":"What describes the number of times per second that an alternating current makes a complete cycle?","choices":["Pulse rate","Speed","Wavelength","Frequency"],"answer":3,"subelement":"T5","group":"T5A"},{"id":"T5B09","text":"Which decibel value most closely represents a power increase from 5 watts to 10 watts?","choices":["2 dB","3 dB","5 dB","10 dB"],"answer":1,"subelement":"T5","group":"T5B"},{"id":"T5C04","text":"What is the unit of inductance?","choices":["The coulomb","The farad","The henry","The ohm"],"answer":2,"subelement":"T5","group":"T5C"},{"id":"T5D01","text":"What formula is used to calculate current in a circuit?","choices":["I = E  R","I = E / R","I = E + R","I = E - R"],"answer":1,"subelement":"T5","group":"T5D"},{"id":"T6A10","text":"Which of the following battery chemistries is rechargeable?","choices":["Nickel-metal hydride","Lithium-ion","Lead-acid","All these choices are correct"],"answer":3,"subelement":"T6","group":"T6A"},{"id":"T6B11","text":"What is the term that describes a device's ability to amplify a signal?","choices":["Gain","Forward resistance","Forward voltage drop","On resistance"],"answer":0,"subelement":"T6","group":"T6B"},{"id":"T6C01","text":"What is the name of an electrical wiring diagram that uses standard component symbols?","choices":["Bill of materials","Connector pinout","Schematic","Flow chart"],"answer":2,"subelement":"T6","group":"T6C"},{"id":"T6D01","text":"Which of the following devices or circuits changes an alternating current into a varying direct current signal?","choices":["Transformer","Rectifier","Amplifier","Reflector"],"answer":1,"subelement":"T6","group":"T6D"},{"id":"T7A10","text":"What device increases the transmitted output power from a transceiver?","choices":["A voltage divider","An RF power amplifier","An impedance network","All these choices are correct"],"answer":1,"subelement":"T7","group":"T7A"},{"id":"T7B03","text":"Which of the following can cause radio frequency interference?","choices":["Fundamental overload","Harmonics","Spurious emissions","All these choices are correct"],"answer":3,"subelement":"T7","group":"T7B"},{"id":"T7C10","text":"Why should the outer jacket of coaxial cable be resistant to ultraviolet light?","choices":["Ultraviolet resistant jackets prevent harmonic radiation","Ultraviolet light can increase losses in the cable’s jacket","Ultraviolet and RF signals can mix, causing interference","Ultraviolet light can damage the jacket and allow water to enter the cable"],"answer":3,"subelement":"T7","group":"T7C"},{"id":"T7D06","text":"Which of the following can damage a multimeter?","choices":["Attempting to measure resistance using the voltage setting","Failing to connect one of the probes to ground","Attempting to measure voltage when using the resistance setting","Not allowing it to warm up properly"],"answer":2,"subelement":"T7","group":"T7D"},{"id":"T8A03","text":"Which type of voice mode is often used for long-distance (weak signal) contacts on the VHF and UHF bands?","choices":["FM","DRM","SSB","PM"],"answer":2,"subelement":"T8","group":"T8A"},{"id":"T8B11","text":"Who may receive telemetry from a space station?","choices":["Anyone","A licensed radio amateur with a transmitter equipped for interrogating the satellite","A licensed radio amateur who has been certified by the protocol developer","A licensed radio amateur who has registered for an access code from AMSAT"],"answer":0,"subelement":"T8","group":"T8B"},{"id":"T8C04","text":"Which of the following is good procedure when contacting another station in a contest?","choices":["Sign only the last two letters of your call if there are many other stations calling","Contact the station twice to be sure that you are in his log","Send only the minimum information needed for proper identification and the contest exchange","All these choices are correct"],"answer":2,"subelement":"T8","group":"T8C"},{"id":"T8D09","text":"What is CW?","choices":["A type of electromagnetic propagation","A digital mode used primarily on 2 meter FM","A technique for coil winding","Another name for a Morse code transmission"],"answer":3,"subelement":"T8","group":"T8D"},{"id":"T9A04","text":"What is a disadvantage of the short, flexible antenna supplied with most handheld radio transceivers, compared to a full-sized quarter-wave antenna?","choices":["It has low efficiency","It transmits only circularly polarized signals","It is mechanically fragile","All these choices are correct"],"answer":0,"subelement":"T9","group":"T9A"},{"id":"T9B01","text":"What is a benefit of low SWR?","choices":["Reduced television interference","Reduced signal loss","Less antenna wear","All these choices are correct"],"answer":1,"subelement":"T9","group":"T9B"},{"id":"T0A05","text":"Why should a 5-ampere fuse never be replaced with a 20-ampere fuse?","choices":["The larger fuse would be likely to blow because it is rated for higher current","The power supply ripple would greatly increase","Excessive current could cause a fire","All these choices are correct"],"answer":2,"subelement":"T0","group":"T0A"},{"id":"T0B09","text":"Why should you avoid attaching an antenna to a utility pole?","choices":["The antenna will not work properly because of induced voltages","The 60 Hz radiations from the feed line may increase the SWR","The antenna could contact high-voltage power lines","All these choices are correct"],"answer":2,"subelement":"T0","group":"T0B"},{"id":"T0C07","text":"What hazard is created by touching an antenna during a transmission?","choices":["Electrocution","RF burn to skin","Radiation poisoning","All these choices are correct"],"answer":1,"subelement":"T0","group":"T0C"}]