[{"id":"T1A07","text":"What is the FCC Part 97 definition of a space station?","choices":["Any satellite orbiting Earth","A manned satellite orbiting Earth","An amateur station located more than 50 km above Earth's surface","An amateur station using amateur radio satellites for relay of signals"],"answer":2,"subelement":"T1","group":"T1A"},{"id":"T1B08","text":"How are US amateurs restricted in segments of bands where the Amateur Radio Service is secondary?","choices":["U.S. amateurs may find non-amateur stations in those segments, and must avoid interfering with them","U.S. amateurs must give foreign amateur stations priority in those segments","International communications are not permitted in those segments","Digital transmissions are not permitted in those segments"],"answer":0,"subelement":"T1","group":"T1B"},{"id":"T1C05","text":"Which of the following is a valid Technician class call sign format?","choices":["KF1XXX","KA1X","W1XX","All these choices are correct"],"answer":0,"subelement":"T1","group":"T1C"},{"id":"T1D03","text":"When is it permissible to transmit messages encoded to obscure their meaning?","choices":["Only during contests","Only when transmitting certain approved digital codes","Only when transmitting control commands to space stations or radio control craft","Never"],"answer":2,"subelement":"T1","group":"T1D"},{"id":"T1E07","text":"When the control operator is not the station licensee, who is responsible for the proper operation of the station?","choices":["All licensed amateurs who are present at the operation","Only the station licensee","Only the control operator","The control operator and the station licensee"],"answer":3,"subelement":"T1","group":"T1E"},{"id":"T1F11","text":"Which of the following is a requirement for the issuance of a club station license grant?","choices":["The trustee must have an Amateur Extra Class operator license grant","The club must have at least four members","The club must be registered with the American Radio Relay League","All these choices are correct"],"answer":1,"subelement":"T1","group":"T1F"},{"id":"T2A01","text":"What is a common repeater frequency offset in the 2 meter band?","choices":["Plus or minus 5 MHz","Plus or minus 600 kHz","Plus or minus 500 kHz","Plus or minus 1 MHz"],"answer":1,"subelement":"T2","group":"T2A"},{"id":"T2B06","text":"What type of signaling uses pairs of audio tones?","choices":["DTMF","CTCSS","GPRS","D-STAR"],"answer":0,"subelement":"T2","group":"T2B"},{"id":"T2C07","text":"Which of the following is standard practice when you participate in a net?","choices":["When first responding to the net control station, transmit your call sign, name, and address as in the FCC database","Record the time of each of your transmissions","Unless you are reporting an emergency, transmit only when directed by the net control station","All these choices are correct"],"answer":2,"subelement":"T2","group":"T2C"},{"id":"T3A05","text":"When using a directional antenna, how might your station be able to communicate with a distant repeater if buildings or obstructions are blocking the direct line of sight path?","choices":["Change from vertical to horizontal polarization","Try to find a path that reflects signals to the repeater","Try the long path","Increase the antenna SWR"],"answer":1,"subelement":"T3","group":"T3A"},{"id":"T3B08","text":"What frequency range is referred to as VHF?","choices":["30 kHz to 300 kHz","30 MHz to 300 MHz","300 kHz to 3000 kHz","300 MHz to 3000 MHz"],"answer":1,"subelement":"T3","group":"T3B"},{"id":"T3C01","text":"Why are simplex UHF signals rarely heard beyond their radio horizon?","choices":["They are too weak to go very far","FCC regulations prohibit them from going more than 50 miles","UHF signals are usually not propagated by the ionosphere","UHF signals are absorbed by the ionospheric D region"],"answer":2,"subelement":"T3","group":"T3C"},{"id":"T4A01","text":"Which of the following is an appropriate power supply rating for a typical 50 watt output mobile FM transceiver?","choices":["24.0 volts at 4 amperes","13.8 volts at 4 amperes","24.0 volts at 12 amperes","13.8 volts at 12 amperes"],"answer":3,"subelement":"T4","group":"T4A"},{"id":"T4B12","text":"What is the result of tuning an FM receiver above or below a signal’s frequency?","choices":["Change in audio pitch","Sideband inversion","Generation of a heterodyne tone","Distortion of the signal’s audio"],"answer":3,"subelement":"T4","group":"T4B"},{"id":"T5A01","text":"Electrical current is measured in which of the following units?","choices":["Volts","Watts","Ohms","Amperes"],"answer":3,"subelement":"T5","group":"T5A"},{"id":"T5B07","text":"Which is equal to 3.525 MHz?","choices":["0.003525 kHz","35.25 kHz","3525 kHz","3,525,000 kHz"],"answer":2,"subelement":"T5","group":"T5B"},{"id":"T5C08","text":"What is the formula used to calculate electrical power (P) in a DC circuit?","choices":["P = I  E","P = E / I","P = E – I","P = I + E"],"answer":0,"subelement":"T5","group":"T5C"},{"id":"T5D07","text":"What is the current in a circuit with an applied voltage of 120 volts and a resistance of 80 ohms?","choices":["9600 amperes","200 amperes","0.667 amperes","1.5 amperes"],"answer":3,"subelement":"T5","group":"T5D"},{"id":"T6A05","text":"What type of electrical component consists of conductive surfaces separated by an insulator?","choices":["Resistor","Potentiometer","Oscillator","Capacitor"],"answer":3,"subelement":"T6","group":"T6A"},{"id":"T6B07","text":"What causes a light-emitting diode (LED) to emit light?","choices":["Forward current","Reverse current","Capacitively-coupled RF signal","Inductively-coupled RF signal"],"answer":0,"subelement":"T6","group":"T6B"},{"id":"T6C06","text":"What is component 6 in figure T-2?","choices":["Resistor","Capacitor","Regulator IC","Transistor"],"answer":1,"subelement":"T6","group":"T6C"},{"id":"T6D09","text":"What is the name of a device that combines several semiconductors and other components into one package?","choices":["Transducer","Multi-pole relay","Integrated circuit","Transformer"],"answer":2,"subelement":"T6","group":"T6D"},{"id":"T7A04","text":"Which term describes the ability of a receiver to discriminate between multiple signals?","choices":["Discrimination ratio","Sensitivity","Selectivity","Harmonic distortion"],"answer":2,"subelement":"T7","group":"T7A"},{"id":"T7B05","text":"How can fundamental overload of a non-amateur radio or TV receiver by an amateur signal be reduced or eliminated?","choices":["Block the amateur signal with a filter at the antenna input of the affected receiver","Block the interfering signal with a filter on the amateur transmitter","Switch the transmitter from FM to SSB","Switch the transmitter to a narrow-band mode"],"answer":0,"subelement":"T7","group":"T7B"},{"id":"T7C04","text":"What reading on an SWR meter indicates a perfect impedance match between the antenna and the feed line?","choices":["50:50","Zero","1:1","Full Scale"],"answer":2,"subelement":"T7","group":"T7C"},{"id":"T7D01","text":"Which instrument would you use to measure electric potential?","choices":["An ammeter","A voltmeter","A wavemeter","An ohmmeter"],"answer":1,"subelement":"T7","group":"T7D"},{"id":"T8A07","text":"What is a characteristic of single sideband (SSB) compared to FM?","choices":["SSB signals are easier to tune in correctly","SSB signals are less susceptible to interference","SSB signals have narrower bandwidth","All these choices are correct"],"answer":2,"subelement":"T8","group":"T8A"},{"id":"T8B02","text":"What is the impact of using excessive effective radiated power on a satellite uplink?","choices":["Possibility of commanding the satellite to an improper mode","Blocking access by other users","Overloading the satellite batteries","Possibility of rebooting the satellite control computer"],"answer":1,"subelement":"T8","group":"T8B"},{"id":"T8C06","text":"How is over the air access to IRLP nodes accomplished?","choices":["By obtaining a password that is sent via voice to the node","By using DTMF signals","By entering the proper internet password","By using CTCSS tone codes"],"answer":1,"subelement":"T8","group":"T8C"},{"id":"T8D13","text":"What is FT8?","choices":["A wideband FM voice mode","A digital mode capable of low signal-to-noise operation","An eight channel multiplex mode for FM repeaters","A digital slow-scan TV mode with forward error correction and automatic color compensation"],"answer":1,"subelement":"T8","group":"T8D"},{"id":"T9A02","text":"Which of the following describes a type of antenna loading?","choices":["Electrically lengthening by inserting inductors in radiating elements","Inserting a resistor in the radiating portion of the antenna to make it resonant","Installing a spring in the base of a mobile vertical antenna to make it more flexible","Strengthening the radiating elements of a beam antenna to better resist wind damage"],"answer":0,"subelement":"T9","group":"T9A"},{"id":"T9B11","text":"Which of the following types of feed line has the lowest loss at VHF and UHF?","choices":["50-ohm flexible coax","Multi-conductor unbalanced cable","Air-insulated hardline","75-ohm flexible coax"],"answer":2,"subelement":"T9","group":"T9B"},{"id":"T0A08","text":"Where should a fuse or circuit breaker be installed in a 120V AC power circuit?","choices":["In series with the hot conductor only","In series with the hot and neutral conductors","In parallel with the hot conductor only","In parallel with the hot and neutral conductors"],"answer":0,"subelement":"T0","group":"T0A"},{"id":"T0B04","text":"Which of the following is an important safety precaution to observe when putting up an antenna tower?","choices":["Wear a ground strap connected to your wrist at all times","Insulate the base of the tower to avoid lightning strikes","Look for and stay clear of any overhead electrical wires","All these choices are correct"],"answer":2,"subelement":"T0","group":"T0B"},{"id":"T0C04","text":"What factors affect the RF exposure of people near an amateur station antenna?","choices":["Frequency and power level of the RF field","Distance from the antenna to a person","Radiation pattern of the antenna","All these choices are correct"],"answer":3,"subelement":"T0","group":"T0C"}]