[{"id":"T1A11","text":"When is willful interference to other amateur radio stations permitted?","choices":["To stop another amateur station that is breaking the FCC rules","At no time","When making short test transmissions","At any time, stations in the Amateur Radio Service are not protected from willful interference"],"answer":1,"subelement":"T1","group":"T1A"},{"id":"T1B04","text":"Which amateur band includes 146.52 MHz?","choices":["6 meters","20 meters","70 centimeters","2 meters"],"answer":3,"subelement":"T1","group":"T1B"},{"id":"T1C10","text":"How soon after passing the examination for your first amateur radio license may you transmit on the amateur radio bands?","choices":["Immediately on receiving your Certificate of Successful Completion of Examination (CSCE)","As soon as your operator/station license grant appears on the ARRL website","As soon as your operator/station license grant appears in the FCC’s license database","As soon as you receive your license in the mail from the FCC"],"answer":2,"subelement":"T1","group":"T1C"},{"id":"T1D11","text":"When may an amateur station transmit without identifying on the air?","choices":["When the transmissions are of a brief nature to make station adjustments","When the transmissions are unmodulated","When the transmitted power level is below 1 watt","When transmitting signals to control model craft"],"answer":3,"subelement":"T1","group":"T1D"},{"id":"T1E11","text":"Who does the FCC presume to be the control operator of an amateur station, unless documentation to the contrary is in the station records?","choices":["The station custodian","The third party participant","The person operating the station equipment","The station licensee"],"answer":3,"subelement":"T1","group":"T1E"},{"id":"T1F05","text":"What method of call sign identification is required for a station transmitting phone signals?","choices":["Send the call sign followed by the indicator RPT","Send the call sign using a CW or phone emission","Send the call sign followed by the indicator R","Send the call sign using only a phone emission"],"answer":1,"subelement":"T1","group":"T1F"},{"id":"T2A04","text":"What is an appropriate way to call another station on a repeater if you know the other station's call sign?","choices":["Say \"break, break,\" then say the station's call sign","Say the station's call sign, then identify with your call sign","Say \"CQ\" three times, then the other station's call sign","Wait for the station to call CQ, then answer"],"answer":1,"subelement":"T2","group":"T2A"},{"id":"T2B08","text":"Which of the following applies when two stations transmitting on the same frequency interfere with each other?","choices":["The stations should negotiate continued use of the frequency","Both stations should choose another frequency to avoid conflict","Interference is inevitable, so no action is required","Use subaudible tones so both stations can share the frequency"],"answer":0,"subelement":"T2","group":"T2B"},{"id":"T2C03","text":"What technique is used to ensure that voice messages containing unusual words are received correctly?","choices":["Send the words by voice and Morse code","Speak very loudly into the microphone","Spell the words using a standard phonetic alphabet","All these choices are correct"],"answer":2,"subelement":"T2","group":"T2C"},{"id":"T3A03","text":"What antenna polarization is normally used for long-distance CW and SSB contacts on the VHF and UHF bands?","choices":["Right-hand circular","Left-hand circular","Horizontal","Vertical"],"answer":2,"subelement":"T3","group":"T3A"},{"id":"T3B03","text":"What are the two components of a radio wave?","choices":["Impedance and reactance","Voltage and current","Electric and magnetic fields","Ionizing and non-ionizing radiation"],"answer":2,"subelement":"T3","group":"T3B"},{"id":"T3C03","text":"What is a characteristic of VHF signals received via auroral backscatter?","choices":["They are often received from 10,000 miles or more","They are distorted and signal strength varies considerably","They occur only during winter nighttime hours","They are generally strongest when your antenna is aimed west"],"answer":1,"subelement":"T3","group":"T3C"},{"id":"T4A11","text":"Where should the negative power return of a mobile transceiver be connected in a vehicle?","choices":["At the 12 volt battery chassis ground","At the antenna mount","To any metal part of the vehicle","Through the transceiver’s mounting bracket"],"answer":0,"subelement":"T4","group":"T4A"},{"id":"T4B10","text":"Which of the following receiver filter bandwidths provides the best signal-to-noise ratio for SSB reception?","choices":["500 Hz","1000 Hz","2400 Hz","5000 Hz"],"answer":2,"subelement":"T4","group":"T4B"},{"id":"T5A09","text":"Which of the following describes alternating current?","choices":["Current that alternates between a positive direction and zero","Current that alternates between a negative direction and zero","Current that alternates between positive and negative directions","All these answers are correct"],"answer":2,"subelement":"T5","group":"T5A"},{"id":"T5B13","text":"Which is equal to 2425 MHz?","choices":["0.002425 GHz","24.25 GHz","2.425 GHz","2425 GHz"],"answer":2,"subelement":"T5","group":"T5B"},{"id":"T5C13","text":"What is the abbreviation for kilohertz?","choices":["KHZ","khz","khZ","kHz"],"answer":3,"subelement":"T5","group":"T5C"},{"id":"T5D12","text":"What is the voltage across a 10-ohm resistor if a current of 2 amperes flows through it?","choices":["8 volts","0.2 volts","12 volts","20 volts"],"answer":3,"subelement":"T5","group":"T5D"},{"id":"T6A03","text":"What electrical parameter is controlled by a potentiometer?","choices":["Inductance","Resistance","Capacitance","Field strength"],"answer":1,"subelement":"T6","group":"T6A"},{"id":"T6B09","text":"What are the names for the electrodes of a diode?","choices":["Plus and minus","Source and drain","Anode and cathode","Gate and base"],"answer":2,"subelement":"T6","group":"T6B"},{"id":"T6C10","text":"What is component 3 in figure T-3?","choices":["Connector","Meter","Variable capacitor","Variable inductor"],"answer":3,"subelement":"T6","group":"T6C"},{"id":"T6D08","text":"Which of the following is combined with an inductor to make a resonant circuit?","choices":["Resistor","Zener diode","Potentiometer","Capacitor"],"answer":3,"subelement":"T6","group":"T6D"},{"id":"T7A06","text":"What device converts the RF input and output of a transceiver to another band?","choices":["High-pass filter","Low-pass filter","Transverter","Phase converter"],"answer":2,"subelement":"T7","group":"T7A"},{"id":"T7B09","text":"What should be the first step to resolve non-fiber optic cable TV interference caused by your amateur radio transmission?","choices":["Add a low-pass filter to the TV antenna input","Add a high-pass filter to the TV antenna input","Add a preamplifier to the TV antenna input","Be sure all TV feed line coaxial connectors are installed properly"],"answer":3,"subelement":"T7","group":"T7B"},{"id":"T7C06","text":"What does an SWR reading of 4:1 indicate?","choices":["Loss of -4 dB","Good impedance match","Gain of +4 dB","Impedance mismatch"],"answer":3,"subelement":"T7","group":"T7C"},{"id":"T7D02","text":"How is a voltmeter connected to a component to measure applied voltage?","choices":["In series","In parallel","In quadrature","In phase"],"answer":1,"subelement":"T7","group":"T7D"},{"id":"T8A11","text":"What is the approximate bandwidth required to transmit a CW signal?","choices":["2.4 kHz","150 Hz","1000 Hz","15 kHz"],"answer":1,"subelement":"T8","group":"T8A"},{"id":"T8B09","text":"What causes spin fading of satellite signals?","choices":["Circular polarized noise interference radiated from the sun","Rotation of the satellite and its antennas","Doppler shift of the received signal","Interfering signals within the satellite uplink band"],"answer":1,"subelement":"T8","group":"T8B"},{"id":"T8C02","text":"Which of these items would be useful for a hidden transmitter hunt?","choices":["Calibrated SWR meter","A directional antenna","A calibrated noise bridge","All these choices are correct"],"answer":1,"subelement":"T8","group":"T8C"},{"id":"T8D12","text":"Which of the following best describes an amateur radio mesh network?","choices":["An amateur-radio based data network using commercial Wi-Fi equipment with modified firmware","A wide-bandwidth digital voice mode employing DMR protocols","A satellite communications network using modified commercial satellite TV hardware","An internet linking protocol used to network repeaters"],"answer":0,"subelement":"T8","group":"T8D"},{"id":"T9A12","text":"What is an advantage of a 5/8 wavelength whip antenna for VHF or UHF mobile service?","choices":["It has more gain than a 1/4-wavelength antenna","It radiates at a very high angle","It eliminates distortion caused by reflected signals","It has 10 times the power gain of a 1/4 wavelength whip"],"answer":0,"subelement":"T9","group":"T9A"},{"id":"T9B09","text":"What can cause erratic changes in SWR?","choices":["Local thunderstorm","Loose connection in the antenna or feed line","Over-modulation","Overload from a strong local station"],"answer":1,"subelement":"T9","group":"T9B"},{"id":"T0A01","text":"Which of the following is a safety hazard of a 12-volt storage battery?","choices":["Touching both terminals with the hands can cause electrical shock","Shorting the terminals can cause burns, fire, or an explosion","RF emissions from a nearby transmitter can cause the electrolyte to emit poison gas","All these choices are correct"],"answer":1,"subelement":"T0","group":"T0A"},{"id":"T0B02","text":"What is required when climbing an antenna tower?","choices":["Have sufficient training on safe tower climbing techniques","Use appropriate tie-off to the tower at all times","Always wear an approved climbing harness","All these choices are correct"],"answer":3,"subelement":"T0","group":"T0B"},{"id":"T0C11","text":"What is the definition of duty cycle during the averaging time for RF exposure?","choices":["The difference between the lowest power output and the highest power output of a transmitter","The difference between the PEP and average power output of a transmitter","The percentage of time that a transmitter is transmitting","The percentage of time that a transmitter is not transmitting"],"answer":2,"subelement":"T0","group":"T0C"}]