[{"id":"T1A08","text":"Which of the following entities recommends transmit/receive channels and other parameters for auxiliary and repeater stations?","choices":["Frequency Spectrum Manager appointed by the FCC","Volunteer Frequency Coordinator recognized by local amateurs","FCC Regional Field Office","International Telecommunication Union"],"answer":1,"subelement":"T1","group":"T1A"},{"id":"T1B06","text":"On which HF bands does a Technician class operator have phone privileges?","choices":["None","10 meter band only","80 meter, 40 meter, 15 meter, and 10 meter bands","30 meter band only"],"answer":1,"subelement":"T1","group":"T1B"},{"id":"T1C09","text":"What is the grace period for renewal if an amateur license expires?","choices":["Two years","Three years","Five years","Ten years"],"answer":0,"subelement":"T1","group":"T1C"},{"id":"T1D04","text":"Under what conditions is an amateur station authorized to transmit music using a phone emission?","choices":["When incidental to an authorized retransmission of manned spacecraft communications","When the music produces no spurious emissions","When transmissions are limited to less than three minutes per hour","When the music is transmitted above 1280 MHz"],"answer":0,"subelement":"T1","group":"T1D"},{"id":"T1E04","text":"What determines the transmitting frequency privileges of an amateur station?","choices":["The frequency authorized by the frequency coordinator","The frequencies printed on the license grant","The highest class of operator license held by anyone on the premises","The class of operator license held by the control operator"],"answer":3,"subelement":"T1","group":"T1E"},{"id":"T1F07","text":"Which of the following restrictions apply when a non-licensed person is allowed to speak to a foreign station using a station under the control of a licensed amateur operator?","choices":["The person must be a U.S. citizen","The foreign station must be in a country with which the U.S. has a third party agreement","The licensed control operator must do the station identification","All these choices are correct"],"answer":1,"subelement":"T1","group":"T1F"},{"id":"T2A12","text":"What should you do before calling CQ?","choices":["Listen first to be sure that no one else is using the frequency","Ask if the frequency is in use","Make sure you are authorized to use that frequency","All these choices are correct"],"answer":3,"subelement":"T2","group":"T2A"},{"id":"T2B10","text":"Which Q signal indicates that you are receiving interference from other stations?","choices":["QRM","QRN","QTH","QSB"],"answer":0,"subelement":"T2","group":"T2B"},{"id":"T2C04","text":"What is RACES?","choices":["An emergency organization combining amateur radio and citizens band operators and frequencies","An international radio experimentation society","A radio contest held in a short period, sometimes called a “sprint”","An FCC part 97 amateur radio service for civil defense communications during national emergencies"],"answer":3,"subelement":"T2","group":"T2C"},{"id":"T3A04","text":"What happens when antennas at opposite ends of a VHF or UHF line of sight radio link are not using the same polarization?","choices":["The modulation sidebands might become inverted","Received signal strength is reduced","Signals have an echo effect","Nothing significant will happen"],"answer":1,"subelement":"T3","group":"T3A"},{"id":"T3B09","text":"What frequency range is referred to as UHF?","choices":["30 to 300 kHz","30 to 300 MHz","300 to 3000 kHz","300 to 3000 MHz"],"answer":3,"subelement":"T3","group":"T3B"},{"id":"T3C08","text":"What causes tropospheric ducting?","choices":["Discharges of lightning during electrical storms","Sunspots and solar flares","Updrafts from hurricanes and tornadoes","Temperature inversions in the atmosphere"],"answer":3,"subelement":"T3","group":"T3C"},{"id":"T4A09","text":"How can you determine the length of time that equipment can be powered from a battery?","choices":["Divide the watt-hour rating of the battery by the peak power consumption of the equipment","Divide the battery ampere-hour rating by the average current draw of the equipment","Multiply the watts per hour consumed by the equipment by the battery power rating","Multiply the square of the current rating of the battery by the input resistance of the equipment"],"answer":1,"subelement":"T4","group":"T4A"},{"id":"T4B02","text":"Which of the following can be used to enter a transceiver’s operating frequency?","choices":["The keypad or VFO knob","The CTCSS or DTMF encoder","The Automatic Frequency Control","All these choices are correct"],"answer":0,"subelement":"T4","group":"T4B"},{"id":"T5A11","text":"What type of current flow is opposed by resistance?","choices":["Direct current","Alternating current","RF current","All these choices are correct"],"answer":3,"subelement":"T5","group":"T5A"},{"id":"T5B05","text":"Which is equal to 500 milliwatts?","choices":["0.02 watts","0.5 watts","5 watts","50 watts"],"answer":1,"subelement":"T5","group":"T5B"},{"id":"T5C12","text":"What is impedance?","choices":["The opposition to AC current flow","The inverse of resistance","The Q or Quality Factor of a component","The power handling capability of a component"],"answer":0,"subelement":"T5","group":"T5C"},{"id":"T5D03","text":"What formula is used to calculate resistance in a circuit?","choices":["R = E x I","R = E / I","R = E + I","R = E - I"],"answer":1,"subelement":"T5","group":"T5D"},{"id":"T6A08","text":"What is the function of an SPDT switch?","choices":["A single circuit is opened or closed","Two circuits are opened or closed","A single circuit is switched between one of two other circuits","Two circuits are each switched between one of two other circuits"],"answer":2,"subelement":"T6","group":"T6A"},{"id":"T6B06","text":"How is the cathode lead of a semiconductor diode often marked on the package?","choices":["With the word \"cathode\"","With a stripe","With the letter C","With the letter K"],"answer":1,"subelement":"T6","group":"T6B"},{"id":"T6C08","text":"What is component 9 in figure T-2?","choices":["Variable capacitor","Variable inductor","Variable resistor","Variable transformer"],"answer":2,"subelement":"T6","group":"T6C"},{"id":"T6D03","text":"Which of the following is a reason to use shielded wire?","choices":["To decrease the resistance of DC power connections","To increase the current carrying capability of the wire","To prevent coupling of unwanted signals to or from the wire","To couple the wire to other signals"],"answer":2,"subelement":"T6","group":"T6D"},{"id":"T7A11","text":"Where is an RF preamplifier installed?","choices":["Between the antenna and receiver","At the output of the transmitter power amplifier","Between the transmitter and the antenna tuner","At the output of the receiver audio amplifier"],"answer":0,"subelement":"T7","group":"T7A"},{"id":"T7B06","text":"Which of the following actions should you take if a neighbor tells you that your station’s transmissions are interfering with their radio or TV reception?","choices":["Make sure that your station is functioning properly and that it does not cause interference to your own radio or television when it is tuned to the same channel","Immediately turn off your transmitter and contact the nearest FCC office for assistance","Install a harmonic doubler on the output of your transmitter and tune it until the interference is eliminated","All these choices are correct"],"answer":0,"subelement":"T7","group":"T7B"},{"id":"T7C11","text":"What is a disadvantage of air core coaxial cable when compared to foam or solid dielectric types?","choices":["It has more loss per foot","It cannot be used for VHF or UHF antennas","It requires special techniques to prevent moisture in the cable","It cannot be used at below freezing temperatures"],"answer":2,"subelement":"T7","group":"T7C"},{"id":"T7D04","text":"Which instrument is used to measure electric current?","choices":["An ohmmeter","An electrometer","A voltmeter","An ammeter"],"answer":3,"subelement":"T7","group":"T7D"},{"id":"T8A01","text":"Which of the following is a form of amplitude modulation?","choices":["Spread spectrum","Packet radio","Single sideband","Phase shift keying (PSK)"],"answer":2,"subelement":"T8","group":"T8A"},{"id":"T8B07","text":"What is Doppler shift in reference to satellite communications?","choices":["A change in the satellite orbit","A mode where the satellite receives signals on one band and transmits on another","An observed change in signal frequency caused by relative motion between the satellite and Earth station","A special digital communications mode for some satellites"],"answer":2,"subelement":"T8","group":"T8B"},{"id":"T8C08","text":"What is the Internet Radio Linking Project (IRLP)?","choices":["A technique to connect amateur radio systems, such as repeaters, via the internet using Voice Over Internet Protocol (VoIP)","A system for providing access to websites via amateur radio","A system for informing amateurs in real time of the frequency of active DX stations","A technique for measuring signal strength of an amateur transmitter via the internet"],"answer":0,"subelement":"T8","group":"T8C"},{"id":"T8D01","text":"Which of the following is a digital communications mode?","choices":["Packet radio","IEEE 802.11","FT8","All these choices are correct"],"answer":3,"subelement":"T8","group":"T8D"},{"id":"T9A03","text":"Which of the following describes a simple dipole oriented parallel to Earth's surface?","choices":["A ground-wave antenna","A horizontally polarized antenna","A travelling-wave antenna","A vertically polarized antenna"],"answer":1,"subelement":"T9","group":"T9A"},{"id":"T9B10","text":"What is the electrical difference between RG-58 and RG-213 coaxial cable?","choices":["There is no significant difference between the two types","RG-58 cable has two shields","RG-213 cable has less loss at a given frequency","RG-58 cable can handle higher power levels"],"answer":2,"subelement":"T9","group":"T9B"},{"id":"T0A12","text":"Which of the following precautions should be taken when measuring high voltages with a voltmeter?","choices":["Ensure that the voltmeter has very low impedance","Ensure that the voltmeter and leads are rated for use at the voltages to be measured","Ensure that the circuit is grounded through the voltmeter","Ensure that the voltmeter is set to the correct frequency"],"answer":1,"subelement":"T0","group":"T0A"},{"id":"T0B11","text":"Which of the following establishes grounding requirements for an amateur radio tower or antenna?","choices":["FCC Part 97 rules","Local electrical codes","FAA tower lighting regulations","UL recommended practices"],"answer":1,"subelement":"T0","group":"T0B"},{"id":"T0C09","text":"How can you make sure your station stays in compliance with RF safety regulations?","choices":["By informing the FCC of any changes made in your station","By re-evaluating the station whenever an item in the transmitter or antenna system is changed","By making sure your antennas have low SWR","All these choices are correct"],"answer":1,"subelement":"T0","group":"T0C"}]